Repository: boek/focus-android-l10n
Catalog: locales/*/app.po
Languages: gu_in, hi_in, mr, pa_in, pl, uk

# preference_category_autocomplete_preinstalled
source: Default URL List
gu_in: મૂળભૂત URL સૂચિ
hi_in: मूलभूत URL सूची
mr: पूर्वनिर्धारित URL यादी
pa_in: ਮੂਲ URL ਸੂਚੀ
pl: Domyślna lista adresów
uk: Типовий перелік URL

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
gu_in: સરનામાં બારમાં 450 થી વધુ લોકપ્રિય URLs પર %1$s સ્વત: પૂર્ણ થવામાં સક્ષમ છે.
hi_in: पता पट्ट में 450 लोकप्रिय URLs पर %1$s स्वत: पूर्णता के लिए सक्षम करेंl
mr: 450 हुन अधिक विख्यात URL %1$s ने स्वयंपूर्ण करणे सक्षम करा.
pa_in: ਐਡਰੈੱਸ ਬਾਰ ਵਿੱਚ 450 ਤੋਂ ਵੱਧ ਪ੍ਰਸਿੱਧ ਯੂਆਰਐਲ %1$s ਆਟੋ-ਪੂਰਨ ਹੋਣ ਦੇ ਯੋਗ ਬਣਾਓ।
pl: Włącz, aby %1$s automatycznie uzupełniał ponad 450 popularnych adresów na pasku adresu.
uk: Увімкніть автозавершення в %1$s для понад 450 популярних URL-адрес в панелі адреси.

# preference_category_autocomplete_custom_urls
source: Custom URLs
gu_in: પોતાના URLs
hi_in: विशिष्ट URLs
mr: सानुकूल URLs
pa_in: ਕਸਟਮ URL
pl: Inne adresy
uk: Власні URL

# preference_autocomplete_subitem_customlist
source: Custom URLs
gu_in: પોતાનું URLs
hi_in: उपभोक्ता संशोधित URLs
mr: सानुकूल URLs
pa_in: ਕਸਟਮ URL
pl: Inne adresy
uk: Власні URL-адреси

# preference_category_mozilla
source: Mozilla
pa_in: ਮੋਜ਼ੀਲਾ
