Repository: boek/focus-android-l10n
Catalog: locales/*/app.po
Languages: gu_in, hi_in, mr, pa_in, pl, uk

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
gu_in: જ્યારે તમે %1$s ઇતિહાસને કાઢી નાખો ત્યારે સાચવેલા અને વહેંચાયેલ છબીઓ <b>કાઢી નાખવામાં આવશે નહીં</b>.
hi_in: सहेजे गए और साझा की गई छवियाँ <b>हटाई नहीं जाएँगी</b> जब आप %1$s इतिहास को मिटाएँगे।
mr: आपण %1$s इतिहास नष्ट केल्यावर साठवलेल्या व शेअर केलेल्या प्रतिमा <b>नष्ट होणार नाहीत</b>.
pl: Zapisane i udostępnione obrazy <b>nie zostaną usunięte</b> po wyczyszczeniu historii %1$s.
uk: Збережені та поширені зображення <b>не видаляються</b> при стиранні історії %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
gu_in: તમારી ગોપનીયતા વધારો
hi_in: अपनी गोपनीयता को बढ़ाएँ
mr: आपली गोपनीयता वाढवा
pa_in: ਆਪਣੀ ਪਰਦੇਦਾਰੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰੋ
pl: Nowy poziom prywatności
uk: Прокачайте вашу приватність

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
gu_in: ખાનગી બ્રાઉઝિંગ આગલા સ્તર પર લો. જાહેરાતો અને અન્ય સામગ્રીને અવરોધિત કરો કે જે તમને સાઇટ્સ પર ટ્રૅક કરી શકે છે અને પૃષ્ઠ લોડ વખતને નીચે કરી શકે છે.
hi_in: निजी ब्राउज़िंग को अगले स्तर तक ले जाएँ। विज्ञापन और अन्य सामग्री को ब्लॉक करें जो आपको सभी साइट पर ट्रैक कर सकता है और पृष्ट लोड समय को बढ़ा देता है।
mr: खाजगी ब्राऊझिंग पुढच्या स्तरावर न्या. जाहिराती आणि इतर मजकूर अवरोधित करा जो आपला विविध साईट वरून मागोवा घेऊ शकतो आणि पृष्ठ लोड वेळ कमी करू शकतो.
pl: Przejdź na wyższy poziom prywatności. Blokuj reklamy i inne elementy mogące Cię śledzić między stronami i wydłużające wczytywanie się stron.
uk: Перейдіть на вищий рівень приватного перегляду. Блокуйте рекламу та інший вміст, що може стежити за вами на сайтах і сповільнювати завантаження сторінок.

# firstrun_search_title
source: Your search, your way
gu_in: તમારી શોધ, તમારી રીત
hi_in: आपका खोज, आपका रास्ता
mr: आपला शोध, आपल्या पद्धतीने
pa_in: ਤੁਹਾਡੀ ਖੋਜ, ਤੁਹਾਡਾ ਢੰਗ
pl: Wyszukuj po swojemu
uk: Ваш пошук, ваш шлях

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
gu_in: કંઈક અલગ શોધી રહ્યાં છો? સેટિંગ્સમાં બીજુ મૂળભૂત શોધ એંજિન પસંદ કરો.
hi_in: कुछ अलग खोज रहे हैं? सेटिंग्स में दूसरा डिफ़ॉल्ट खोज इंजन चुने।
mr: काही वेगळे शोधत आहात का? सेटिंग मधून अन्य पूर्वनिर्धारित शोध इंजिन ठरवा.
pa_in: ਕੁਝ ਵੱਖਰਾ ਲੱਭ ਰਹੇ ਹੋ? ਸੈਟਿੰਗਾਂ ਵਿੱਚੋ ਹੋਰ ਮੂਲ ਖੋਜ ਇੰਜਣ ਨੂੰ ਚੁਣੋ।
pl: Szukasz czegoś innego? Wybierz inną domyślną wyszukiwarkę w ustawieniach.
uk: Шукаєте щось інше? Оберіть інший пошуковий засіб в налаштуваннях.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
gu_in: તમારી મુખ્ય સ્ક્રીન પર શૉર્ટકટ્સ ઉમેરો
hi_in: अपने मुख्य स्क्रीन पर शॉर्टकट जोड़ें
mr: आपल्या मुख्य पटलावर शॉर्टकट जोडा
pa_in: ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਲਈ ਸ਼ਾਰਟਕਟ ਜੋੜੋ
pl: Dodawaj skróty do ekranu głównego
uk: Додавайте ярлики на головний екран

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
gu_in: %1$s માં તમારી મનપસંદ સાઇટ્સ પર ઝડપથી પાછા આવો. ફક્ત %1$s મેનૂમાંથી "મુખ્ય સ્ક્રીન પર ઉમેરો" પસંદ કરો.
hi_in: %1$s में अपनी पसंदीदा साइटों को तेज़ी से वापस जाएँ। बस %1$s मेनू से "मुख्य स्क्रीन पर जोड़ें" का चयन करें।
mr: %1$s मध्ये आपल्या आवडत्या साईट्स वर त्वरित परत जा. फक्त %1$s मेनू मधुन "मुख्य पृष्ठात जोडा" निवडा.
pl: Szybko wracaj do ulubionych stron w %1$s. Po prostu wybierz „Dodaj do ekranu głównego” z menu.
uk: Швидко відкривайте свої улюблені сайти у %1$s. Просто оберіть "Додати на головний екран" в меню %1$s.

# firstrun_privacy_title
source: Make privacy a habit
gu_in: ગોપનીયતા એક આદત બનાવો
hi_in: गोपनीयता एक आदत बनाये
mr: गोपनीयता एक सवय बनवा
pa_in: ਪਰਦੇਦਾਰੀ ਨੂੰ ਆਦਤ ਬਣਾਓ
pl: Prywatność na co dzień
uk: Зробіть приватність звичкою

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
gu_in: તમારા મૂળભૂત બ્રાઉઝર તરીકે %1$s સેટ કરો અને જ્યારે તમે અન્ય એપ્લિકેશનોથી વેબપૃષ્ઠો ખોલશો ત્યારે ખાનગી બ્રાઉઝિંગના લાભો મેળવો.
hi_in: %1$s को अपने तयशुदा ब्राउज़र के रूप में सेट करें और जब आप अन्य ऐप्स से वेबपृष्ठ खोलते हैं तब निजी ब्राउज़िंग के फायदे प्राप्त करें।
mr: %1$s हा आपला पूर्वनिर्धारित ब्राउझर म्हणून निवडा आणि इतर अँप मधून वेब पृष्ठ उघडताना खाजगी ब्राऊझिंग चा फायदा घ्या.
pl: Ustaw %1$s jako domyślną przeglądarkę i korzystaj z zalet przeglądania prywatnego podczas otwierania stron z innych aplikacji.
uk: Встановіть %1$s своїм типовим браузером та отримайте переваги приватного перегляду при переході на веб-сайти з інших програм.

# firstrun_close_button
source: OK, got it!
gu_in: OK, સમજાઇ ગયું!
hi_in: ठीक है, समझ गया!
mr: ठीक आहे, समजले!
pa_in: ਠੀਕ ਹੈ, ਸਮਝ ਗਏ!
pl: OK!
uk: Гаразд, зрозуміло!

# firstrun_skip_button
source: Skip
gu_in: છોડો
hi_in: छोड़ें
mr: वगळा
pa_in: ਛੱਡੋ
pl: Pomiń
uk: Пропустити

# firstrun_next_button
source: Next
gu_in: આગળ
hi_in: अगला
mr: पुढे
pa_in: ਅੱਗੇ
pl: Dalej
uk: Далі

# dialog_addtohomescreen_action_add
source: Add
gu_in: ઉમેરો
hi_in: जोड़ें
mr: जोडा
pa_in: ਜੋੜੋ
pl: Dodaj
uk: Додати

# dialog_addtohomescreen_action_cancel
source: Cancel
gu_in: રદ કરો
hi_in: रद्द करें
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
uk: Скасувати

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
gu_in: શોર્ટકટ ટ્રેકિંગ પ્રોટેક્શન અક્ષમ સાથે ખુલશે
hi_in: शॉर्टकट अक्षम ट्रैकिंग सुरक्षा के साथ खुलेगा
mr: मागोवा सुरक्षा निष्क्रिय राहून शॉर्टकट उघडतील
pa_in: ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਅਸਮਰੱਥ ਕਰਕੇ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ
pl: Skrót będzie otwierany bez ochrony przed śledzeniem
uk: Ярлик буде відкриватися з вимкненим захистом від стеження

# notification_browsing_session_channel_name
source: Private browsing session
gu_in: ખાનગી બ્રાઉઝિંગ સત્ર
hi_in: निजी ब्राउज़िंग सत्र
mr: खाजगी ब्राऊझिंग सत्र
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਰਿੰਗ ਕਾਰਜਕਾਲ
pl: Sesja przeglądania prywatnego
uk: Сеанс приватного перегляду

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
gu_in: સૂચનાઓ તમને નળ સાથે તમારા %1$s સત્રને કાઢી નાખવા દે છે. તમારે એપ્લિકેશન ખોલો અથવા તમારા બ્રાઉઝરમાં શું ચાલી રહ્યું છે તે જોવાની જરૂર નથી.
hi_in: अधिसूचनाएँ आपको आपका %1$s सत्र एक टैप के साथ मिटाने देती हैं। आपको ऐप खोलने या ब्राउज़र में क्या चल रहा है, देखने की ज़रूरत नहीं है।
mr: सूचनेवरून आपले %1$s सत्र एका टॅप मध्ये नष्ट करता येते. आपल्या ब्राउझर मध्ये काय चालू आहे हे पाहायला किंवा अँप उघडावे लागत नाही.
pa_in: ਸੂਚਨਾਵਾਂ ਛੂਹਣ ਨਾਲ ਤੁਹਾਡੇ %1$s ਸ਼ੈਸ਼ਨ ਨੂੰ ਮਿਟਾਉਣ ਦੇਣਗੀਆਂ। ਤੁਹਾਨੂੰ ਐਪ ਖੋਲ੍ਹਣ ਜਾਂ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਚੱਲਣਾ ਵੇਖਣ ਦੀ ਲਓੜ ਨਹੀਂ ਹੈ।
pl: Powiadomienia umożliwiają usunięcie sesji %1$s jednym dotknięciem. Nie trzeba otwierać aplikacji ani widzieć, co jest otwarte w przeglądarce.
uk: Сповіщення дозволяють вам стирати дані сеансу %1$s одним дотиком. Вам не потрібно відкривати програму чи дивитися, що відбувається у вашому браузері.

# tabs_tray_action_erase
source: Erase browsing history
gu_in: બ્રાઉઝિંગ ઇતિહાસને કાઢી નાખો
hi_in: ब्राउज़िंग इतिहास मिटाएँ
mr: ब्राऊझिंग इतिहास नष्ट करा
pa_in: ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ ਮਿਟਾਓ
pl: Usuń historię przeglądania
uk: Стерти історію перегляду

source: Download Firefox
gu_in: Firefox ડાઉનલોડ કરો
hi_in: Firefox डाउनलोड करें
mr: Firefox डाउनलोड करा
pa_in: ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa
uk: Завантажити Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
gu_in: %1$s મોઝીલા અને અન્ય યોગદાનકર્તાઓ દ્વારા બનાવવામાં આવેલ મફત અને ઓપન સોર્સ સૉફ્ટવેર છે.
hi_in: %1$s Mozilla और अन्य योगदानकर्ताओं द्वारा बनाया गया स्वतंत्र और मुक्त स्रोत सॉफ्टवेयर है।
mr: %1$s Mozilla आणि इतर योगदानकर्त्यांनी बनवलेले मोफत आणि खुल्या स्रोताचे सॉफ्टवेअर आहे.
pa_in: ਮੋਜ਼ੀਲਾ ਅਤੇ ਹੋਰ ਯੋਗਦਾਨੀਆਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ %1$s ਮੁਫ਼ਤ ਅਤੇ ਓਪਨ ਸੋਰਸ ਸਾਫਟਵੇਅਰ ਹੈ।
pl: %1$s to wolne oprogramowanie o otwartym kodzie źródłowym tworzone przez Mozillę i innych współtwórców.
uk: %1$s є вільним програмним забезпеченням з відкритим кодом від Mozilla та інших помічників.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
gu_in: %1$s તમને <a href="%2$s">મોઝિલા પબ્લિક લાઇસેંસ</a> અને અન્ય ઓપન સોર્સ લાઇસેંસની શરતો હેઠળ ઉપલબ્ધ કરાવવામાં આવેલ છે.
hi_in: %1$s <a href="%2$s">Mozilla सार्वजनिक लाइसेंस</a> और अन्य मुक्त स्रोत लाइसेंस के नियमों के अंतर्गत आपको उपलब्ध कराया जाता है।
mr: %1$s आपल्याला <a href="%2$s">Mozilla Public License</a> आणि इतर खुल्या स्त्रोत परवान्यांच्या नियमांतर्गत उपलब्ध करून दिले गेले आहे.
pa_in: %1$s ਤੁਹਾਨੂੰ <a href="%2$s">ਮੌਜ਼ੀਲਾ ਜਨਤਕ ਲਸੰਸ</a> ਅਤੇ ਹੋਰ ਖੁੱਲ੍ਹੇ ਵਸੀਲਿਆਂ ਦੇ ਲਸੰਸਾਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹੇਠ ਮੁਹੱਈਆ ਕਰਵਾਇਆ ਗਿਆ ਹੈ।
pl: %1$s jest dostępny na warunkach licencji <a href="%2$s">MPL (Mozilla Public License)</a> i innych licencji open source.
uk: %1$s доступний для вас на умовах <a href="%2$s">Mozilla Public License</a> та інших ліцензій відкритого коду.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
gu_in: તમને Mozilla Foundation અથવા Mozilla, Firefox અથવા %1$s ના નામો અથવા લોગો સહિત કોઈ પણ પક્ષના ટ્રેડમાર્ક્સ માટે કોઈ અધિકારો અથવા લાઇસેંસ આપવામાં આવ્યાં નથી. વધારાની માહિતી <a href="%2$s">અહીં</a>મળી શકે છે.
hi_in: आपको Mozilla Foundation अथवा Mozilla, Firefox या %1$s नाम या प्रतीकचिन्हों सहित किसी भी पक्ष के ट्रेडमार्कों के कोई भी अधिकार या लाइसेन्स प्रदान नहीं किए गए हैं। अतिरिक्त जानकारी <a href="%2$s">यहाँ</a> मिल सकती है।
mr: Mozilla, Firefox किंवा %1$s यांचे नाव किंवा चिन्हांसह Mozilla Foundation किंवा कोणत्याही पक्षाच्या व्यापारचिन्हाचे अधिकार किंवा परवाने आपल्याला दिले गेले नाहीत. अधिक माहिती <a href="%2$s">इथे</a> मिळू शकते.
pl: Nie otrzymujesz żadnych licencji ani praw do znaków towarowych Mozilla Foundation i innych podmiotów, w tym do nazw i logotypów Mozilla, Firefox i %1$s. <a href="%2$s">Tutaj</a> znajduje się więcej informacji na ten temat.
uk: Ви не маєте володієте жодними правами чи ліцензіями на торгові марки Mozilla Foundation чи будь-яких її сторін, включно з Mozilla, Firefox, а також назвами чи логотипами %1$s. Додаткову інформацію можна знайти <a href="%2$s">тут</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
gu_in: %1$s માટેના અતિરિક્ત સ્રોત કોડ, અન્ય ઘણા મફત અને ઓપન સોર્સ <a href="%2$s">લાઇસેંસ</a>હેઠળ ઉપલબ્ધ છે.
hi_in: %1$s के लिए अतिरिक्त स्रोत कोड कई अन्य निशुल्क और मुक्त स्रोत <a href="%2$s">लाइसेन्सों</a> के अंतर्गत उपलब्ध हैं।
mr: %1$s साठी अधिक स्रोत कोड इतर अनेक मुक्त आणि खुल्या स्त्रोताच्या <a href="%2$s">परवान्यांतर्गत</a> उपलब्ध आहे.
pl: Dodatkowy kod źródłowy %1$s jest dostępny na warunkach innych <a href="%2$s">licencji</a> wolnego oprogramowania i open source.
uk: Додатковий програмний код для %1$s доступний на умовах різних інших <a href="%2$s">ліцензій</a> вільного й відкритого програмного забезпечення.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
gu_in: %1$s ઓ ડિસ્કનેક્ટ, ઇન્ક. દ્વારા પૂરી પાડવામાં આવેલ બ્લોકલિસ્ટ્સનો ઉપયોગ <a href="%2$s">જીએનયુ જનરલ પબ્લીક લાયસન્સ v3</a> હેઠળ અલગ અને સ્વતંત્ર કાર્યોનો ઉપયોગ કરે છે, અને ઉપલબ્ધ <a href = "%3$s">અહીં</a>.
hi_in: %1$s Disconnect, Inc. द्वारा प्रदत्त अवरुद्धसूची का भी उपयोग <a href="%2$s">GNU General Public License v3</a> के अंतर्गत पृथक और स्वतंत्र कार्यों के रूप में करता है, और <a href="%3$s">यहाँ</a> उपलब्ध है।
mr: Disconnect, inc. यांनी पुरवलेल्या अडवणूक याद्या सुद्धा <a href="%2$s">GNU General Public License v3</a> अंतर्गत एक विभक्त आणि स्वतंत्र संसाधन म्हणून %1$s वापरते, ज्या <a href="%3$s">इथे</a> उपलब्ध आहेत.
pl: %1$s używa także list blokowania dostarczanych przez Disconnect, Inc. jako oddzielny i niezależny produkt dostępny na warunkach licencji <a href="%2$s">GPLv3 (GNU General Public License v3)</a>, opisany <a href="%3$s">tutaj</a>.
uk: %1$s також використовує списки блокування від Disconnect Inc. в якості окремих та незалежних розробок на правах <a href="%2$s">GNU General Public License v3</a>, і доступно <a href="%3$s">тут</a>.

# gv_prompt_username_hint
source: Username
gu_in: વપરાશકર્તા નામ
hi_in: उपयोगकर्ता नाम
mr: वापरकर्त्याचे नाव
pa_in: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pl: Nazwa użytkownika
uk: Ім'я користувача

# gv_prompt_password_hint
source: Password
gu_in: પાસવર્ડ
hi_in: पासवर्ड
mr: पासवर्ड
pa_in: ਪਾਸਵਰਡ
pl: Hasło
uk: Пароль

# gv_prompt_clear
source: Clear
gu_in: સાફ કરો
hi_in: साफ करें
mr: पुसा
pa_in: ਸਾਫ ਕਰੋ
pl: Wyczyść
uk: Очистити

# security_popup_secure_connection
source: Secure Connection
gu_in: સુરક્ષિત જોડાણ
hi_in: सुरक्षित संपर्क
mr: सुरक्षित जोडणी
pa_in: ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ
pl: Zabezpieczone połączenie
uk: Захищене з'єднання

# security_popup_insecure_connection
source: Insecure Connection
gu_in: અસુરક્ષિત જોડાણ
hi_in: असुरक्षित संपर्क
mr: असुरक्षित जोडणी
pa_in: ਅਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ
pl: Niezabezpieczone połączenie
uk: Незахищене з’єднання

# security_popup_security_verified
source: Verified by: %1$s
gu_in: દ્વારા ખાતરી થઈ: %1$s
hi_in: इसके द्वारा जाँचा गया: %1$s
mr: %1$s द्वारे तपसालेले
pa_in: ਜਾਂਚਿਆ: %1$s
pl: Zweryfikowane przez: %1$s
uk: Засвідчено: %1$s

# site_security_icon_content_description
source: Site Security
gu_in: સાઇટ સુરક્ષા
hi_in: साइट सुरक्षा
mr: साइट सुरक्षा
pa_in: ਸਾਈਟ ਦੀ ਸੁਰੱਖਿਆ
pl: Bezpieczeństwo strony
uk: Безпека сайту

# preference_autocomplete_duplicate_url_error
source: URL already exists
gu_in: URL પહેલાથી અસ્તિત્વમાં
hi_in: URL पहले से मौजूद है
mr: URL आधिपासूनच अस्तित्वात आहे.
pa_in: URL ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Adres już istnieje
uk: URL вже наявний

source: Find in Page
gu_in: પાનાંમાં શોધો
hi_in: पृष्ठ में ढूँढें
mr: पृष्ठामध्ये शोधा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ
pl: Znajdź na stronie
uk: Знайти на сторінці

# find_in_page_input
source: Find in page
gu_in: પાનાંમાં શોધો
hi_in: पृष्ठ में ढूँढें
mr: पृष्ठामध्ये शोधा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ
pl: Znajdź na stronie
uk: Знайти на сторінці

# accessibility_find_in_page_result
source: %1$d out of %2$d
gu_in: %2$d માંથી %1$d
hi_in: %2$d में से %1$d
mr: %2$d पैकी %1$d
pa_in: %2$d ਵਿੱਚੋ %1$d ਬਾਹਰ
pl: %1$d z %2$d
uk: %1$d з %2$d

# accessibility_next_result
source: Find next result
gu_in: આગામી પરિણામ શોધો
hi_in: अगला परिणाम पाएँ
mr: पुढील परिणाम शोधा
pa_in: ਅਗਲਾ ਨਤੀਜਾ ਲੱਭੋ
pl: Znajdź następny wynik
uk: Знайти наступний результат

# accessibility_previous_result
source: Find previous result
gu_in: અગાઉના પરિણામ શોધો
hi_in: पिछला परिणाम पाएँ
mr: मागील परिणाम शोधा
pa_in: ਪਿਛਲਾ ਨਤੀਜਾ ਲੱਭੋ
pl: Znajdź poprzedni wynik
uk: Знайти попередній результат

# accessibility_dismiss_find_in_page
source: Dismiss find in page
gu_in: પાનાંના શોધો કાઢી નાખો
hi_in: पृष्ठ में ढूंढें ख़ारिज करें
mr: पृष्ठावर शोधणे रद्द करा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭਣ ਨੂੰ ਖਾਰਜ ਕਰੋ
pl: Zamknij wyszukiwanie na stronie
uk: Прибрати пошук на сторінці

# http_auth_dialog_title
source: Authentication required
gu_in: પ્રમાણીકરણ આવશ્યક છે
hi_in: सत्यापन आवश्यक
mr: अधिप्रमाणन गरजेचे आहे
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਲੋੜੀਂਦੀ ਹੈ
pl: Podaj nazwę użytkownika i hasło
uk: Потрібна автентифікація

# http_auth_dialog_username
source: Username
gu_in: વપરાશકર્તા નામ
hi_in: उपयोगकर्ता नाम
mr: वापरकर्त्याचे नाव
pa_in: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pl: Nazwa użytkownika
uk: Користувач

# http_auth_dialog_password
source: Password
gu_in: પાસવર્ડ
hi_in: कूटशब्द
mr: पासवर्ड
pa_in: ਪਾਸਵਰਡ
pl: Hasło
uk: Пароль

# preference_performance_request_desktop_site
source: Request desktop site
gu_in: ડેસ્કટૉપ સાઇટની વિનંતી કરો
hi_in: डेस्कटॉप साइट के लिए आग्रह करें
mr: डेस्कटॉप साइटची विनंती करा
pa_in: ਡੈਸਕਟਾਪ ਸਾਈਟ ਦੀ ਮੰਗ
pl: Wersja na komputery
uk: Повна версія сайту

# custom_tab_copy_url_action
source: URL copied
gu_in: URL નકલ કરી
hi_in: URL की नकल की गई
mr: URL ची प्रत बनवली
pa_in: URL ਕਾਪੀ ਕੀਤਾ
pl: Skopiowano adres
uk: URL скопійовано

# preference_advanced_summary
source: Developer tools
gu_in: વિકાસકર્તા સાધનો
hi_in: डेवलेपर औज़ार
mr: डेव्हलपर साधने
pa_in: ਡਿਵੈਲਪਰ ਟੂਲ
pl: Narzędzia dla programistów
uk: Інструменти розробника

# preference_category_advanced
source: Advanced
gu_in: અદ્યતન
hi_in: विस्तृत
mr: प्रगत
pa_in: ਤਕਨੀਕੀ
pl: Zaawansowane
uk: Додатково

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
gu_in: USB/Wi-Fi દ્વારા દૂરસ્થ ડિબગીંગ
hi_in: यूएसबी/वाई-फाई से दूरस्थ दोषसुधार
mr: Wi-Fi द्वारे दूरस्थ डीबगिंग
pa_in: USB//Wi-Fi ਰਾਹੀਂ ਰਿਮੋਟ ਡੀਬੱਗ ਕਰਨਾ
pl: Zdalne debugowanie przez USB/Wi-Fi
uk: Віддалене зневадження через USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
gu_in: %1$sને ખોલો
hi_in: %1$s को खोलें
mr: %1$s उघडा
pa_in: %1$s ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj %1$s
uk: Розблокувати %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
gu_in: ચાલુ રાખવા માટે ફિંગરપ્રિન્ટ સેન્સરને સ્પર્શ કરો.
hi_in: जारी रखने के लिए फिंगरप्रिंट संवेदक स्पर्श करें।
mr: पुढे चालू ठेवण्यासाठी बोटाच्या ठश्याच्या सेन्सर ला स्पर्श करा.
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਫਿੰਗਰਪਰਿੰਟ ਸੈਂਸਰ ਨੂੰ ਛੂਹੋ।
pl: Dotknij czujnika odcisków palców, aby kontynuować.
uk: Торкніться датчика відбитку пальця для продовження.

# biometric_auth_new_session
source: New Session
gu_in: નવું સત્ર
hi_in: नया सत्र
mr: नवीन सत्र
pa_in: ਨਵਾਂ ਸ਼ੈਸ਼ਨ
pl: Nowa sesja
uk: Новий сеанс

# biometric_auth_image_description
source: Fingerprint icon
gu_in: આંગળીની ચિહ્ન
hi_in: फिंगरप्रिंट चिन्ह
mr: बोटाच्या ठश्याचे चिन्ह
pa_in: ਫਿੰਗਰਪਰਿੰਟ ਆਈਕਾਨ
pl: Ikona odcisku palca
uk: Піктограма відбитку пальця

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
gu_in: આંગળીના નીશાન માન્ય નથી. ફરીથી પ્રયત્ન કરો.
hi_in: फिंगरप्रिंट अमान्य। पुनः प्रयास करें।
mr: बोटाचा ठसा ओळखला नाही. पुन्हा प्रयत्न करा.
pa_in: ਫਿੰਗਰਪਰਿੰਟ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋਈ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie rozpoznano odcisku palca. Spróbuj ponownie.
uk: Відбиток пальця не розпізнано. Спробуйте знову.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
gu_in: આંગળી ખૂબ ઝડપી ખસેડવામાં આવી. ફરીથી પ્રયત્ન કરો.
hi_in: ऊँगली काफी जल्दी हटा ली गयी। पुनः प्रयास करें।
mr: बोट पटकन हलवले. पुन्हा प्रयत्न करा.
pa_in: ਉਂਗਲ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਹਿਲਾਈ ਗਈ। ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Palec ruszył się za szybko. Spróbuj ponownie.
uk: Надто швидкий рух пальцем. Спробуйте знову.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
gu_in: શું તમે શોધ સૂચનો ચાલુ કરવા માંગો છો?
hi_in: क्या आप खोज सुझावों को चालू करना चाहेंगे?
mr: आपण शोध सूचना सुरु करु इच्छिता?
pa_in: ਕੀ ਤੁਸੀਂ ਖੋਜ ਸੁਝਾਅ ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Włączyć podpowiedzi wyszukiwania?
uk: Бажаєте увімкнути пошукові пропозиції?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
gu_in: શોધ સૂચનો મેળવવા માટે, તમે જે શોધ એન્જિન પસંદ કર્યું છે તે સરનામાં બારમાં તમે શું લખો છો તે %1$s ને મોકલવાની જરૂર છે. %2$s.
hi_in: खोज सुझावों को पाने के लिए, %1$s उन चीजों को जिन्हें आप पता बार में टाइप करते हैं आपके द्वारा चयनित खोज इंजन को भेजना चाहता है। %2$s।
mr: शोध सूचना मिळवण्यासाठी, %1$s ला आपण निवडलेल्या शोध इंजिनला आपण काय टाईप करता ते पाठवावे लागेल. %2$s.
pl: Aby uzyskać podpowiedzi wyszukiwania, %1$s musi wysłać słowa wpisywane na pasku adresu do wybranej wyszukiwarki. %2$s.
uk: Для отримання пошукових пропозицій %1$s повинен відправляти введений в адресному рядку текст провайдеру пошуку. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
gu_in: વધુ શીખો
hi_in: अधिक जानें
mr: आणखी शिका
pa_in: ਹੋਰ ਸਿੱਖੋ
pl: Więcej informacji
uk: Докладніше

# enable_search_suggestions_no
source: No
gu_in: ના
hi_in: नहीं
mr: नाही
pa_in: ਨਹੀਂ
pl: Nie
uk: Ні

# enable_search_suggestions_yes
source: Yes
gu_in: હા
hi_in: हाँ
mr: होय
pa_in: ਹਾਂ
pl: Tak
uk: Так

# no_suggestions_message
source: Some search engines cannot show suggestions.
gu_in: કેટલાક શોધ એન્જિનો સૂચનો બતાવી શકતા નથી.
hi_in: कुछ खोज इंजन सुझाव नहीं दिखा सकते हैं।
mr: काही शोध इंजिन सूचना दाखवू शकत नाहीत.
pa_in: ਕੁਝ ਖੋਜ ਇੰਜਣ ਸੁਝਾਅ ਨਹੀਂ ਵੇਖਾ ਸਕਦੇ ਹਨ।
pl: Część wyszukiwarek nie może wyświetlać podpowiedzi.
uk: Деякі засоби пошуку не можуть показувати пропозиції.

# dismiss_no_suggestions_prompt_button
source: Dismiss
gu_in: કાઢી નાંખો
hi_in: निरस्त करें
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
pl: Zamknij
uk: Відхилити

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
gu_in: સાઇટ અણધારી રીતે વર્તે છે? ટ્રેકિંગ રક્ષણને બંધ કરી જુઅો
hi_in: साइट अनपेक्षित ढंग से पेश आ रहा है? ट्रैकिंग सुरक्षा बंद कर के देखें
mr: साइट अनपेक्षितरित्या वागत आहे? ट्रॅकिंग संरक्षण बंद करण्याचा प्रयत्न करा
pa_in: ਸਾਈਟ ਅਜੀਬ ਵਿਹਾਰ ਕਰ ਰਹੀ ਹੈ? ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਬੰਦ ਕਰਕੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Strona zachowuje się nie tak, jak powinna? Spróbuj wyłączyć ochronę przed śledzeniem
uk: Неочікувана поведінка сайту? Спробуйте вимкнути захист від стеження

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
gu_in: તમે સૌથી વધુ%1$s ઉપયોગ કરો છો તે સાઇટ્સ પર એક-ટૅપ ઍક્સેસ મેળવો મેનૂ > હોમ સ્ક્રીન પર ઉમેરો
hi_in: आपके द्वारा अधिक इस्तेमाल किये साइटों तक एक टैप में पहुँचें %1$s मेन्यु > होम स्क्रीन में जोड़ें
pl: Otwieraj najczęściej odwiedzane strony jednym stuknięciem%1$s Menu → Dodaj do ekranu głównego
uk: Швидкий доступ до популярних сайтів%1$s Меню > Додати на головний екран

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
gu_in: દરેક લિંકને %1$s માં ખોલો ડિફૉલ્ટ બ્રાઉઝર તરીકે %1$s ને સેટ કરો
hi_in: प्रत्येक लिंक %1$s में खोलें %1$s को डिफ़ॉल्ट ब्राउज़र बनायें
mr: प्रत्येक दुवा %1$s मध्ये उघडा %1$s ला पूर्वनिर्धारित ब्राउझर करा
pl: Otwieraj każdy odnośnik w %1$s Ustaw %1$s jako domyślną przeglądarkę
uk: Відкривайте всі посилання в %1$s Встановіть %1$s типовим браузером

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
gu_in: તમે સૌથી વધુ ઉપયોગ કરો છો તે સાઇટ્સ માટે સ્વતઃપૂર્ણ URLs સરનામાં બારમાં કોઈપણ URL ને લાંબા સમય સુધી દબાવો
hi_in: स्वतः पूर्ण URLs उन साइटों के लिए जिन्हें आप अधिक इस्तेमाल करते हैं पता बार में किसी URL पर कुछ देर दबा कर रखें
mr: सर्वात जास्त वापरलेल्या साईट च्या URL स्वयंपूर्ण करा कोणतीही URL पत्ता पट्टी मध्ये दीर्घकाळ दाबून धरा
pl: Automatycznie uzupełniaj adresy najczęściej odwiedzanych stron Przytrzymaj dowolny adres na pasku adresu
uk: Автозавершення популярних URL-адрес Тривалий дотик до URL в адресному рядку

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
gu_in: નવી ટેબમાં લિંક ખોલો કોઈ પૃષ્ઠ પર કોઈ લિંકને લાંબા સમયથી દબાવો
hi_in: कोई लिंक एक नये टैब में खोलें पृष्ठ पर किसी लिंक पर कुछ देर दबा कर रखें
mr: एका नवीन टॅबमध्ये एक दुवा उघडा एका पृष्ठावर कोणताही दुवा दीर्घ-दाबून ठेवा
pl: Otwórz odnośnik w nowej karcie Przytrzymaj dowolny odnośnik na stronie
uk: Відкривайте посилання в новій вкладці Тривалий дотик до посилання на сторінці

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
gu_in: તેના બદલે સંપૂર્ણ ડેસ્કટૉપ સાઇટ જુઓ?%1$s મેનૂ > ડેસ્કટૉપ સાઇટની વિનંતી કરો
hi_in: इसके बदले पूर्ण डेस्कटॉप साइट देखें?%1$s मेन्यु > डेस्कटॉप साइट कि अनुरोध करें
pl: Wolisz pełną wersję strony jak na komputerze?%1$s Menu → Wersja na komputery
uk: Бажаєте бачити повну версію сайту?%1$s Меню > Повна версія сайту

# tip_disable_tips
source: Turn off tips on the %1$s start screen
gu_in: %1$s ની પ્રારંભ સ્ક્રીન પર ટિપ્સ બંધ કરો
hi_in: %1$s प्रारंभ स्क्रीन पर सलाह को बंद करें
pl: Wyłącz wskazówki na ekranie głównym %1$s
uk: Вимкнути поради у домівці %1$s

# preference_switch_autocomplete
source: Autocomplete
gu_in: સ્વત: પૂર્ણ
hi_in: स्‍वत: पूर्ण
mr: स्वयंपूर्ण
pa_in: ਆਪੇ-ਪੂਰਨ
pl: Automatyczne uzupełnianie
uk: Автозавершення
