Repository: boek/focus-android-l10n
Catalog: locales/*/app.po
Languages: gu_in, hi_in, mr, pa_in, pl, uk

# action_cancel
source: Cancel
gu_in: રદ કરો
hi_in: रद्द करें
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
uk: Скасувати

# action_ok
source: OK
hi_in: ठीक है
mr: ठीक आहे
pa_in: ਠੀਕ ਹੈ

# action_save
source: Save
gu_in: સાચવો
hi_in: सहेजें
mr: साठवा
pa_in: ਸੰਭਾਲੋ
pl: Zapisz
uk: Зберегти

# urlbar_hint
source: Search or enter address
gu_in: શોધો અથવા સરનામું દાખલ કરો
hi_in: खोजें या पता दर्ज करें
mr: पत्ता शोधा किंवा द्या
pa_in: ਖੋਜੋ ਜਾਂ ਸਿਰਨਾਵਾਂ ਦਿਓ
pl: Wpisz adres lub szukaj
uk: Введіть запит чи адресу

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
gu_in: આપમેળે ખાનગી બ્રાઉઝિંગ. બ્રાઉઝ કરો. કાઢો. પુનરાવર્તન કરો.
hi_in: स्वचलित निजी ब्राउज़िंग। ब्राउज़ करें। मिटाएँ। दोहराएँ।
mr: स्वयंचलित खाजगी ब्राउझिंग. ब्राउझ करा. मिटवा. पुन: करा.
pa_in: ਆਪਣੇ-ਆਪ ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ। ਬਰਾਊਜ਼ ਕਰੋ। ਸਾਫ਼ ਕਰੋ। ਦੁਹਰਾਓ।
pl: Automatyczne przeglądanie prywatne. Przeglądaj. Usuwaj. Powtórz.
uk: Автоматичний приватний перегляд. Переглядайте. Видаляйте. Повторюйте.

# feedback_erase
source: Your browsing history has been erased.
gu_in: તમારો બ્રાઉઝિંગ ઇતિહાસ કાઢી નાખવામાં આવ્યો છે.
hi_in: आपका ब्राउज़िंग इतिहास मिटा दिया गया है।
mr: आपला ब्राउझिंग इतिहास मिटवला आहे.
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਅਤੀਤ ਨੂੰ ਸਾਫ਼ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Usunięto historię przeglądania.
uk: Ваша історія перегляду була очищена.

# search_hint
source: Search for %1$s
gu_in: %1$s ની શોધ માં
hi_in: %1$s लिए खोजें
mr: %1$s करिता शोधा
pa_in: %1$s ਲਈ ਖੋਜੋ
pl: Wyszukaj „%1$s”
uk: Шукати %1$s

# menu_share
source: Share…
gu_in: વહેંચો…
hi_in: साझा करें…
mr: शेअर करा…
pa_in: …ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij…
uk: Поділитися…

# menu_report_site_issue
source: Report Site Issue
gu_in: સાઇટ સમસ્યાનો અહેવાલ આપો
hi_in: साइट समस्या की रिपोर्ट करें
mr: साइट समस्येचा अहवाल द्या
pa_in: ਸਾਈਟ ਮਸਲੇ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś problem ze stroną
uk: Повідомити про сайт

# menu_open_with_default_browser2
source: Open in %1$s
gu_in: %1$s માં ખોલો
hi_in: %1$s में खोलें
mr: %1$s मध्ये उघडा
pa_in: %1$s ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz w aplikacji %1$s
uk: Відкрити в %1$s

# menu_open_with_a_browser2
source: Open in…
gu_in: માં ખોલો…
hi_in: इसमें खोलें…
mr: मध्ये उघडा…
pa_in: …ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz w…
uk: Відкрити в…

# menu_add_to_home_screen
source: Add to Home screen
gu_in: મુખ્ય સ્ક્રીન પર ઉમેરો
hi_in: मुख्य स्क्रीन में जोड़ें
mr: मुख्य पटलावर जोडा
pa_in: ਮੁੱਖ ਸਕਰੀਨ 'ਤੇ ਜੋੜੋ
pl: Dodaj do ekranu głównego
uk: Додати на головний екран

# menu_whats_new
source: What's New
gu_in: નવું શું છે
hi_in: क्या नया है
mr: नवीन काय आहे
pa_in: ਨਵਾਂ ਕੀ ਹੈ
pl: Co nowego
uk: Що нового

# menu_settings
source: Settings
gu_in: સેટિંગ્સ
hi_in: सेटिंग
mr: सेटिंग
pa_in: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
uk: Налаштування

# menu_about
source: About
gu_in: વિશે
hi_in: परिचय
mr: याबद्दल
pa_in: ਇਸ ਬਾਰੇ
pl: O programie
uk: Про

# menu_help
source: Help
gu_in: મદદ
hi_in: सहायता
mr: मदत
pa_in: ਮਦਦ
pl: Pomoc
uk: Допомога

# menu_rights
source: Your Rights
gu_in: તમારા અધિકારો
hi_in: आपके अधिकार
mr: आपले अधिकार
pa_in: ਤੁਹਾਡੇ ਹੱਕ
pl: O prawach użytkownika
uk: Ваші права

# menu_trackers_blocked_title
source: Trackers blocked
gu_in: ટ્રેકર્સ અવરોધિત
hi_in: ट्रैकर्स अवरुद्ध
mr: मागोवा यंत्रणा अडवली
pa_in: ਟਰੈਕਰਾਂ \'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ
pl: Blokowanie
uk: Заблоковано стеження

# menu_custom_tab_branding
source: Powered by %1$s
gu_in: %1$s દ્વારા સંચાલિત
hi_in: %1$s द्वारा समर्थित
mr: %1$s द्वारे समर्थित
pa_in: %1$s ਰਾਹੀਂ ਤਿਆਰ ਕੀਤਾ
pl: Funkcja %1$s
uk: За підтримки %1$s

# share_dialog_title
source: Share via
gu_in: આની મારફતે વહેંચો
hi_in: इसके माध्यम से साझा करें
mr: याद्वारे शेअर करा
pa_in: ਇਸ ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij przez
uk: Поділитись через

# notification_erase_text
source: Erase browsing history
gu_in: બ્રાઉઝિંગ ઇતિહાસને કાઢી નાખો
hi_in: ब्राउज़िंग इतिहास मिटाएँ
mr: ब्राउझिंग इतिहास खोडा
pa_in: ਬਰਾਊਜ਼ਰ ਕਰਨ ਦੇ ਅਤੀਤ ਨੂੰ ਮਿਟਾਓ
pl: Usuń historię przeglądania
uk: Стерти історію перегляду

# notification_action_open
source: Open
gu_in: ખોલો
hi_in: खोलें
mr: उघडा
pa_in: ਖੋਲ੍ਹੋ
pl: Otwórz
uk: Відкрити

# notification_action_erase_and_open
source: Erase and Open
gu_in: કાઢી નાખો અને ખોલો
hi_in: मिटा दें और खोलें
mr: खोडा व उघडा
pa_in: ਮਿਟਾਓ ਅਤੇ ਖੋਲ੍ਹੋ
pl: Usuń i otwórz
uk: Стерти і відкрити

# shortcut_erase_short_label
source: Erase
gu_in: કાઢી નાખો
hi_in: मिटाएँ
mr: खोडा
pa_in: ਮਿਟਾਓ
pl: Usuń historię
uk: Стерти

# shortcut_erase_long_label
source: Erase browsing history
gu_in: બ્રાઉઝિંગ ઇતિહાસને કાઢી નાખો
hi_in: ब्राउज़िंग इतिहास मिटाएँ
mr: ब्राउझिंग इतिहास खोडा
pa_in: ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਅਤੀਤ ਨੂੰ ਮਿਟਾਓ
pl: Usuń historię przeglądania
uk: Стерти історію перегляду

# text_selection_search_action
source: Search Privately
gu_in: ખાનગી શોધ
hi_in: निजी तौर पर खोज
mr: गुप्ततेने शोधा
pa_in: ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਖੋਜੋ
pl: Wyszukaj prywatnie
uk: Приватний пошук

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
gu_in: <p>%1$s તમને નિયંત્રણમાં મૂકે છે.</p> <p>તેને એક ખાનગી બ્રાઉઝર તરીકે ઉપયોગ કરો: <ul> <li>એપ્લિકેશનમાં જ શોધો અને બ્રાઉઝ કરો</li> <li>ટ્રેકર્સને અવરોધિત કરો (અથવા ટ્રેકર્સને મંજૂરી આપવા માટે સેટિંગ્સ અપડેટ કરો)</li> <li>કૂકીઝ તેમજ શોધ અને બ્રાઉઝિંગ ઇતિહાસને કાઢી નાખવા માટે કાઢી નાખો</li> </ul> </p> <p>%1$s Mozilla દ્વારા બનાવવામાં આવે છે. અમારો ધ્યેય તંદુરસ્ત, ખુલ્લા ઈન્ટરનેટને પ્રોત્સાહન આપવો છે.<br/> <a href="%2$s">વધુ જાણો</a></p>
hi_in: <p>%1$s आपको नियंत्रण में रखता है।</p> <p>इसे एक निजी ब्राउज़र के रूप में प्रयोग करें: <ul> <li>ऐप में दाहिनी ओर खोजें और ब्राउज करें</li> <li>ट्रैकर्स अवरुद्ध करें (या ट्रैकर्स को अनुमति देने के लिए सेटिंग अपडेट करें)</li> <li>कुकीज़ के साथ खोज और ब्राउज़िंग इतिहास हटाने के लिए मिटाएँ</li> </ul> </p> <p>%1$s Mozilla द्वारा निर्मित है। हमारा मिशन एक स्वस्थ, उन्मुक्त इंटरनेट को बढ़ावा देना है।<br/> <a href="%2$s">और जानें</a></p>
mr: <p>%1$s आपल्याला नियंत्रण देतो.</p> <p>खाजगी ब्राउझर म्हणून वापरा: <ul> <li>अँप मध्येच शोध व ब्राउझ करा</li> <li>मागोवा यंत्रणा अडवा(किंवा सेटिंग बदलून मागोवा यंत्रणेला परवानगी द्या)</li> <li>कुकीज, सर्च व ब्राऊझिंग इतिहास नष्ट करण्यासाठी खोडून टाका</li> </ul> </p> <p>%1$s Mozilla ने उत्पादित केला आहे. खुले व सुधृढ इंटरनेट जोपासणे आमचे ध्येय आहे.<br/> <a href="%2$s">अधिक जाणून घ्या</a></p>
pa_in: <p>%1$s ਤੁਹਾਡੇ ਕਾਬੂ ਹੇਠ ਕਰਨ ਲਈ ਤੁਾਹਨੂੰ ਯੋਗ ਕਰਦਾ ਹੈ।</p> <p>ਇਸ ਨੂੰ ਨਿੱਜੀ ਬਰਾਊਜ਼ਰ ਦੀ ਤਰ੍ਹਾਂ ਵਰਤੋ: <ul> <li>ਸਿੱਧਾ ਐਪ ਵਿੱਚੋਂ ਹੀ ਲੱਭੋ ਤੇ ਬਰਾਊਜ਼ ਕਰੋ</li> <li>ਪੈੜ੍ਹ ਨੱਪਣ ਵਾਲਿਆਂ ਤੇ ਪਾਬੰਦੀ ਲਾਉ (ਜਾਂ ਪੈੜ੍ਹ ਨੱਪਣ ਵਾਲਿਆਂ ਨੂੰ ਮਨਜੂਰੀ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਬਦਲੋ)</li> <li>ਕੁਕੀਜ਼ ਦੇ ਨਾਲ ਨਾਲ ਲੱਭੇ ਗਏ ਅਤੇ ਬਰਾਊਜ਼ ਕੀਤੇ ਗਿਆਂ ਨੂੰ ਵੀ ਮਿਟਾਉ</li> </ul> </p> <p>%1$s ਨੂੰ ਮੌਜ਼ਿਲਾ ਵੱਲੋਂ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਸਾਡਾ ਟੀਚਾ ਇੱਕ ਸਿਹਤਮੰਦ ਅਤੇ ਖੁੱਲ੍ਹੇ ਡੁੱਲ੍ਹੇ ਇੰਟਰਨੈੱਟ ਨੂੰ ਵਧਾਉਣਾ ਹੈ।<br/> <a href="%2$s">ਹੋਰ ਸਿੱਖੋ</a></p>
pl: <p>%1$s daje większą kontrolę.</p> <p>Jako prywatna przeglądarka umożliwia: <ul> <li>wyszukiwanie i przeglądanie prosto z aplikacji</li> <li>blokowanie śledzenia (można to zmienić w ustawieniach)</li> <li>usuwanie ciasteczek oraz całej historii wyszukiwania i przeglądania</li> </ul> </p> <p>%1$s jest tworzony przez Mozillę. Naszym celem jest wspieranie zdrowego i otwartego Internetu.<br/> <a href="%2$s">Więcej informacji</a></p>
uk: <p>%1$s надає вам контроль.</p> <p>Використовуйте його в якості приватного браузера: <ul> <li>Здійснюйте пошук і перегляд безпосередньо в програмі</li> <li>Блокуйте стеження (або змініть налаштування, щоб дозволити його)</li> <li>Видаляйте куки, а також історію пошуку та перегляду</li> </ul> </p> <p>%1$s створено в Mozilla. Нашою місією є сприяння розвитку здорового та відкритого Інтернету.<br/> <a href="%2$s">Докладніше</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
gu_in: ગોપનીયતા અને સુરક્ષા
hi_in: गोपनीयता और सुरक्षा
mr: गोपनीयता आणि सुरक्षा
pa_in: ਨਿੱਜੀ ਤੇ ਸੁਰੱਖਿਆ
pl: Prywatność i bezpieczeństwo
uk: Приватність і безпека

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
gu_in: ટ્રેકિંગ, કૂકીઝ, માહિતી પસંદગીઓ
hi_in: ट्रैकिंग, कुकीज़, डेटा विकल्प
mr: ट्रॅकिंग, कुकीज, डाटा पर्याय
pa_in: ਟਰੈਕਿੰਗ, ਕੂਕੀਜ਼, ਡਾਟਾ ਚੋਣਾਂ
pl: Śledzenie, ciasteczka, udostępniane dane
uk: Стеження, куки, вибір даних

# preference_search_summary
source: Set default, autocomplete
gu_in: મૂળભૂત સેટ કરો, સ્વતઃપૂર્ણ
hi_in: तयशुदा बनायें, स्वत: पूर्ण
mr: पूर्वनिर्धारित ठरवा, ऑटोकंप्लिट
pa_in: ਮੂਲ ਸੈੱਟ ਕਰੋ, ਆਪੇ-ਪੂਰਨ ਕਰੋ
pl: Domyślna wyszukiwarka, automatyczne uzupełnianie
uk: Встановити типовим, автозавершення

# preference_mozilla_summary
source: About %1$s, help
gu_in: %1$s વિશે, સહાય
hi_in: %1$s परिचय, सहायता
mr: %1$s बद्दल, मदत
pa_in: %1$s ਬਾਰੇ, ਮਦਦ
pl: O programie %1$s, pomoc
uk: Про %1$s, допомога

# preference_category_tracking_protection
source: Tracking Protection
gu_in: ટ્રેકિંગ રક્ષણ
hi_in: ट्रैकिंग सुरक्षा
mr: मागोवा सुरक्षा
pa_in: ਟਰੈਕਿੰਗ ਤੋਂ ਸੁਰੱਖਿਆ
pl: Ochrona przed śledzeniem
uk: Захист від стеження

# preference_category_web_content
source: Web Content
gu_in: વેબ સામગ્રી
hi_in: वेब सामग्री
mr: वेब मजकूर
pa_in: ਵੈੱਬ ਸਮੱਗਰੀ
pl: Strony
uk: Веб-вміст

# preference_category_switching_apps
source: Switching Apps
gu_in: એપ્લિકેશન બદલો
hi_in: ऐप्स बदलना
mr: अँप बदलताना
pa_in: ਐਪਾਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨਾ
pl: Przełączanie aplikacji
uk: Перемикання програм

# preference_category_general
source: General
gu_in: સામાન્ય
hi_in: सामान्य
mr: सर्वसाधारण
pa_in: ਆਮ
pl: Ogólne
uk: Загальні

# preference_category_data_collection_use
source: Data Collection & Use
gu_in: માહિતીનો સંગ્રહ અને ઉપયોગ
hi_in: आँकड़ा संग्रह व उपयोग
mr: माहिती संकलन आणि वापर
pa_in: ਡਾਟਾ ਇਕੱਤਰ ਅਤੇ ਵਰਤੋਂ
pl: Zbieranie i wykorzystywanie danych
uk: Збір даних і використання

# preference_category_search
source: Search
gu_in: શોધો
hi_in: खोजें
mr: शोधा
pa_in: ਖੋਜੋ
pl: Wyszukiwanie
uk: Пошук

# preference_show_search_suggestions
source: Get search suggestions
gu_in: શોધ સૂચનો મેળવો
hi_in: खोज सुझाव पायें
mr: शोध सूचना मिळवा
pa_in: ਖੋਜ ਸੁਝਾਅ ਲਵੋ
pl: Podpowiedzi wyszukiwania
uk: Отримувати пошукові пропозиції

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
gu_in: %1$s તમે જે સરનામા બારમાં લખો છો તે તમારા શોધ એન્જિનમાં મોકલશે
hi_in: %1$s उन्हें आपके खोज इंजन में भेजेगा जिन्हें आप पता बार में टाइप करेंगे
mr: आपण जे पत्ता पट्टी मध्ये टाईप कराल ते %1$s आपल्या शोध इंजिनला पाठवेल
pa_in: %1$s ਤੁਹਾਡੇ ਖੋਜ ਇੰਜਣ ਨੂੰ ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਵਿੱਚ ਤੁਹਾਡੇ ਵਲੋਂ ਲਿਖਤ ਭੇਜੀ ਜਾਵੇਗੀ
pl: %1$s będzie wysyłał słowa wpisywane na pasku adresu do wyszukiwarki
uk: %1$s буде відправляти провайдеру пошуку текст, введений в рядку адреси

# preference_search_engine_default
source: Default
gu_in: મૂળભૂત
hi_in: मूलभूत
mr: पूर्वनिर्धारीत
pa_in: ਮੂਲ
pl: Domyślna
uk: Типовий

# preference_state_on
source: On
gu_in: ચાલુ
hi_in: चालू
mr: चालू
pa_in: ਚਾਲੂ
pl: Włączone
uk: Увімкнено

# preference_state_off
source: Off
gu_in: બંધ
hi_in: बंद
mr: बंद
pa_in: ਬੰਦ
pl: Wyłączone
uk: Вимкнено

# preference_subitem_autocomplete
source: URL Autocomplete
gu_in: URL સ્વતઃપૂર્ણ
hi_in: URL स्वत: पूर्ण
mr: URL स्वयंपूर्ण
pa_in: URL ਆਪੇ-ਪੂਰਨ
pl: Automatyczne uzupełnianie adresów
uk: Автозавершення URL

# preference_autocomplete_action_add
source: + Add custom URL
gu_in: + પોતાનું URL ઉમેરો
hi_in: + अपनी संशोधित URL जोड़ें
mr: + सानुकूल URL जोडा
pa_in: + ਕਸਟਮ URL ਜੋੜੋ
pl: + Dodaj inny adres
uk: + Додати власну URL-адресу

# preference_autocomplete_title_add
source: Add custom URL
gu_in: પોતાનું URL ઉમેરો
hi_in: अपनी संशोधित URL जोड़ें
mr: सानुकूल URL जोडा
pa_in: ਕਸਟਮ URL ਜੋੜੋ
pl: Dodaj inny adres
uk: Додати власну URL-адресу

# custom_autocomplete_quick_add
source: Add custom URL
gu_in: પોતાનું URL ઉમેરો
hi_in: विशिष्ट URL जोड़ें
mr: सानुकूल URL जोडा
pa_in: ਕਸਟਮ URL ਜੋੜੋ
pl: Dodaj inny adres
uk: Додати власну URL-адресу

# preference_category_cookies
source: Cookies and Site Data
gu_in: કૂકીઝ અને સાઈટની માહિતી
hi_in: कुकीज़ और साइट आँकड़ा
mr: कूकीज आणि संकेतस्थळाची माहिती
pa_in: ਕੂਕੀਜ਼ ਅਤੇ ਸਾਈਟ ਡਾਟਾ
pl: Ciasteczka i dane stron
uk: Куки і дані сайтів

# preference_category_data_choices
source: Data Choices
gu_in: માહિતી પસંદગીઓ
hi_in: आँकड़ा विकल्प
mr: माहिती पर्याय
pa_in: ਡਾਟਾ ਚੋਣਾਂ
pl: Udostępniane dane
uk: Вибір даних

# preference_autocomplete_title_remove
source: Remove custom URLs
gu_in: પોતાના URLs દૂર કરો
hi_in: उपभोक्ता संशोधित URL हटाएँ
mr: सानुकूल URLs काढा
pa_in: ਕਸਟਮ URL ਹਟਾਓ
pl: Usuń inny adres
uk: Вилучити власні URL-адреси

# preference_autocomplete_learn_more
source: Learn more
gu_in: વધુ શીખો
hi_in: और जानें
mr: अधिक जाणून घ्या
pa_in: ਹੋਰ ਸਿੱਖੋ
pl: Więcej informacji
uk: Докладніше

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
gu_in: પોતાના સ્વતઃપૂર્ણ URLs ને ઉમેરો અને સંચાલિત કરો.
hi_in: उपभोक्ता संशोधित स्वत: पूर्ण URLs जोड़ें और प्रबंधित करें।
mr: सानुकूल स्वयंपूर्ण URLs जोडा आणि व्यवस्थापित करा.
pa_in: ਕਸਟਮ ਸਵੈਪੂਰਾ URL ਜੋੜੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।
pl: Dodawanie i zarządzenie innymi adresami automatycznego uzupełniania.
uk: Додавайте і керуйте автозавершенням власних URL-адрес.

# preference_autocomplete_add_title
source: URL to add
gu_in: URL ઉમેરવુ
hi_in: जोड़ने के लिए URL
mr: जोडायची URL
pa_in: ਜੋੜਨ ਲਈ URL
pl: Adres do dodania
uk: URL для додавання

# preference_autocomplete_add_hint
source: Paste or enter URL
gu_in: પેસ્ટ કરો અથવા URL દાખલ કરો
hi_in: URL पेस्ट करें या दर्ज करें
mr: चिकटवा किंवा URL प्रविष्ट करा
pa_in: URL ਪੇਸਟ ਕਰੋ ਜਾਂ ਦਾਖਲ ਕਰੋ
pl: Wklej lub wpisz adres
uk: Вставте чи введіть URL-адресу

# preference_autocomplete_add_example2
source: Example: mozilla.org
gu_in: ઉદાહરણ: mozilla.org
hi_in: उदाहरण: mozilla.org
mr: उदाहरण: mozilla.org
pa_in: ਉਦਾਹਰਨ: mozilla.org
pl: Przykład: mozilla.org
uk: Зразок: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
gu_in: ઉદાહરણ: example.com
hi_in: उदाहरण: example.com
mr: उदाहरण: example.com
pa_in: ਉਦਾਹਰਨ: example.com
pl: Przykład: example.com
uk: Зразок: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
gu_in: નવું કસ્ટમ URL ઉમેર્યું.
hi_in: नया उपभोक्ता संशोधित URL जोड़ा गया।
mr: नवीन सानुकूल URL समाविष्ट केली.
pa_in: ਨਵਾਂ ਕਸਟਮ URL ਜੋੜਿਆ ਗਿਆ।
pl: Dodano nowy adres.
uk: Нову власну URL-адресу додано.

# preference_autocomplete_menu_remove
source: Remove
gu_in: દૂર કરો
hi_in: हटाएँ
mr: काढून टाका
pa_in: ਹਟਾਓ
pl: Usuń
uk: Вилучити

# preference_autocomplete_action_remove_content_description
source: Remove
gu_in: દૂર કરો
hi_in: हटाएँ
mr: काढून टाका
pa_in: ਹਟਾਓ
pl: Usuń
uk: Вилучити

# preference_autocomplete_add_error
source: Double-check the URL you entered.
gu_in: તમે દાખલ કરેલ URL ને બે વાર તપાસો.
hi_in: आपके द्वारा दर्ज URL की दोहरी जाँच करें।
mr: आपण प्रविष्ट केलेली URL दोनदा तपासा.
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੇ ਗਏ URL ਨੂੰ ਡਬਲ-ਚੈਕ ਕਰੋ।
pl: Sprawdź poprawność wpisanego adresu.
uk: Уважно перевірте введену URL-адресу.

# preference_language
source: Language
gu_in: ભાષા
hi_in: भाषा
mr: भाषा
pa_in: ਭਾਸ਼ਾ
pl: Język
uk: Мова

# preference_language_systemdefault
source: System default
gu_in: સિસ્ટમ મૂળભૂત
hi_in: सिस्टम डिफ़ॉल्ट
mr: पूर्वनिर्धारीत प्रणाली
pa_in: ਸਿਸਟਮ ਮੂਲ
pl: Domyślny systemu
uk: Типова системна

# preference_category_privacy
source: Privacy
gu_in: ખાનગીપણું
hi_in: गोपनीयता
mr: गुप्तता
pa_in: ਪਰਦੇਦਾਰੀ
pl: Prywatność
uk: Приватність

# preference_privacy_block_ads
source: Block ad trackers
gu_in: જાહેરાત ટ્રેકર્સને અવરોધિત કરો
hi_in: विज्ञापन ट्रैकर्स को अवरुद्ध करें
mr: जाहिरात मागोवा यंत्रणा अवरोधित करा
pa_in: ਇਸ਼ਤਿਹਾਰ ਟਰੈਕਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie śledzących reklam
uk: Блокувати рекламу зі стеженням

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
gu_in: કેટલાક જાહેરાતો સાઇટની મુલાકાત લે છે, પછી ભલે તમે જાહેરાતો પર ક્લિક ન કરો
hi_in: कुछ विज्ञापन साइट पर जाने को ट्रैक करते हैं, भले ही आप उन्हें क्लिक न करें
mr: काही जाहिराती संकेतस्थळावरील भेटीची नोंद करून ठेवतात, जरी तुम्ही जाहिरातीवर क्लिक केले नाही तरी
pa_in: ਕੁਝ ਇਸ਼ਤਿਹਾਰ ਸਾਈਟ ਦੇ ਦੌਰੇ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਨ, ਭਾਵੇਂ ਤੁਸੀਂ ਇਸ਼ਤਿਹਾਰਾਂ ਤੇ ਨਹੀਂ ਕਲਿਕ ਕਰਦੇ
pl: Niektóre reklamy (nawet niekliknięte) śledzą odwiedziny zawierających je stron
uk: Деяка реклама відстежує відвідування сайтів, навіть якщо ви на неї не натискали

# preference_privacy_block_analytics
source: Block analytic trackers
gu_in: વિશ્લેષણાત્મક ટ્રેકર્સને અવરોધિત કરો
hi_in: विश्लेषणात्मक ट्रैकर्स को अवरुद्ध करें
mr: विश्लेषणात्मक ट्रॅकर्स अवरोधित करा
pa_in: ਵਿਸ਼ਲੇਸ਼ਣ ਟਰੈਕਰਾਂ ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie śledzących statystyk
uk: Блокувати аналітику зі стеженням

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
gu_in: ટેપીંગ અને સ્ક્રોલિંગ જેવી પ્રવૃત્તિઓ એકત્રિત કરવા, પૃથ્થકરણ અને માપવા માટે વપરાય છે
hi_in: टैपिंग और स्क्रॉलिंग जैसी गतिविधियाँ एकत्र, विश्लेषण और मापने के लिए उपयोग
mr: टॅपिंग आणि स्क्रोलिंगसारख्या क्रियाकलाप एकत्रित करण्यासाठी, मोजमापआणि विश्लेषण करण्यासाठी वापरला जातो
pa_in: ਟੇਪਿੰਗ ਅਤੇ ਸਕ੍ਰੌਲਿੰਗ ਵਰਗੀਆਂ ਗਤੀਵਿਧੀਆਂ ਇਕੱਤਰ ਕਰਨ, ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਅਤੇ ਮਾਪਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Używane do zbierania, analizowania i mierzenia działań użytkownika, takich jak kliknięcia i przewijanie
uk: Використовуються для збору, аналізу та вимірювання активності, наприклад, дотики і прокручування

# preference_privacy_block_social
source: Block social trackers
gu_in: સામાજિક ટ્રેકર્સને અવરોધિત કરો
hi_in: सामाजिक ट्रैकर्स को अवरुद्ध करें
mr: सामाजिक ट्रॅकर अवरोधित करा
pa_in: ਸਮਾਜਿਕ ਟਰੈਕਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie śledzących społecznościowych
uk: Блокувати стеження соціальних мереж

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
gu_in: સાઇટ્સ પર એમ્બેડ કરેલા તમારી મુલાકાતોને ટ્રૅક કરવા અને શેર કરો બટનો જેવી કાર્યક્ષમતા દર્શાવવા માટે
hi_in: साइटों पर आपके आने जाने पर निगाह रखने और साझा बटन जैसी कार्यक्षमता प्रदर्शित करने के लिए अंत:स्थापित
mr: आपल्या भेटींचा मागोवा घेण्यासाठी आणि शेअर बटन सारखी सुविधा दर्शवण्यासाठी साईट वर ठेवले आहे
pl: Osadzane na stronach, aby śledzić ich odwiedziny i dodawać np. przyciski udostępniania
uk: Вбудовуються в сайти для відстеження ваших відвідувань та показу додаткових функцій, наприклад, кнопки "Поділитися"

# preference_privacy_block_content
source: Block other content trackers
gu_in: અન્ય સામગ્રી ટ્રેકર્સને અવરોધિત કરો
hi_in: अन्य सामग्री ट्रैकर्स को अवरुद्ध करें
mr: इतर मजकूर ट्रॅकर्स अवरोधित करा
pa_in: ਹੋਰ ਸਮੱਗਰੀ ਟਰੈਕਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie pozostałych śledzących
uk: Блокувати інші елементи стеження

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
gu_in: સક્રિય કરવાથી કેટલાક પૃષ્ઠો અનપેક્ષિત રૂપે વર્તન કરી શકે છે
hi_in: सक्षम करने पर कुछ पृष्ठ अनपेक्षित व्यवहार कर सकते हैं
mr: सक्षम करण्यामुळे काही पृष्ठ अनपेक्षितरित्या वागू शकतात
pa_in: ਸਮਰੱਥ ਬਣਾਉਣ ਨਾਲ ਕੁਝ ਪੰਨੇ ਅਚਾਨਕ ਵਿਹਾਰ ਕਰ ਸਕਦੇ ਹਨ
pl: Włączenie może spowodować nieoczekiwane zachowanie niektórych stron
uk: Увімкнення цієї функції може викликати непередбачувану поведінку деяких сторінок

# preference_privacy_category_cookies
source: Block cookies
gu_in: કૂકીઝને અવરોધિત કરો
hi_in: कुकीज़ बाधित करें
mr: कुकीज अवरोधित करा
pa_in: ਕੂਕੀਜ਼ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie ciasteczek
uk: Блокувати куки

# preference_privacy_should_block_cookies_no_option
source: No
gu_in: ના
hi_in: नहीं
mr: नाही
pa_in: ਨਹੀਂ
pl: Nie
uk: Так

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
gu_in: માત્ર 3-પક્ષ કૂકીઝને અવરોધિત કરો
hi_in: केवल तीसरे पक्ष की कुकीज़ बाधित करें
mr: केवळ तृतीय-पक्षाच्या कुकीज अवरोधित करा
pa_in: ਸਿਰਫ 3ਜੀ ਪਾਰਟੀ ਕੂਕੀਜ਼ ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie tylko ciasteczek zewnętrznych witryn
uk: Блокувати лише сторонні куки

# preference_privacy_should_block_cookies_yes_option
source: Yes
gu_in: હા
hi_in: हाँ
mr: हो
pa_in: ਹਾਂ
pl: Tak
uk: Так

# preference_security_biometric
source: Use fingerprint to unlock app
gu_in: એપ્લિકેશનને અનલૉક કરવા માટે આંગળીના નીશાનનો ઉપયોગ કરો
hi_in: ऐप्प को अनलॉक करने के लिए फिंगरप्रिंट का इस्तेमाल करें
mr: अँप उघडण्यासाठी बोटाचा ठसा वापरा
pa_in: ਐਪ ਅਣ-ਲਾਕ ਕਰਨ ਲਈ ਫਿੰਗਰਪਰਿੰਟ ਵਰਤੋ
pl: Odblokowywanie aplikacji odciskiem palca
uk: Використовувати відбиток пальця для розблокування

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
gu_in: જો એપ્લિકેશનમાં કોઈ URL પહેલેથી ખુલ્લું હોય તો તમારા આંગળીના નીશાનથી %1$s ને અનલૉક કરી શકો છો. ગોપનીયતા ચાલુ હશે.
hi_in: यदि ऐप्प में पहले ही कोई URL खुली हो तो आपकी फिंगरप्रिंट %1$s को अनलॉक कर सकती है. गोपनीयता चालू हो जायेगी।
mr: जर एखादी URL आधीच अँप मध्ये उघडली असेल तर आपल्या बोटाचा ठसा %1$s उघडू शकतो. स्टेल्थ चालू होईल.
pl: Można odblokować %1$s za pomocą odcisku palca, jeśli w aplikacji jest już otwarty adres. Tryb ukryty będzie włączony.
uk: Ваш відбиток пальця може розблокувати %1$s, якщо URL-адресу вже відкрито в програмі. Буде увімкнено режим Під прикриттям.

# preference_privacy_secure_mode
source: Stealth
gu_in: તરકિબ
hi_in: गुप्तता
mr: स्टेल्थ
pa_in: ਭੇਤ
pl: Tryb ukryty
uk: Під прикриттям

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
gu_in: એપ્લિકેશન્સને બદલતી વખતે વેબપૃષ્ઠો છુપાવો અને સ્ક્રીનશોટ લેવાનું અવરોધિત કરો.
hi_in: एक ऐप्प से दुसरे ऐप्प पर जाते समय वेबपृष्ठों को छिपाएं तथा स्क्रीनशॉट लेना ब्लॉक करें।
mr: अँप बदलताना वेब पृष्ठे लपवा आणि स्क्रीनशॉट घेणे आडवा.
pa_in: ਐਪਾਂ ਸਵਿੱਚ ਕਰਨ ਦੌਰਾਨ ਵੈੱਬ ਸਫ਼ੇ ਲੁਕਾਓ ਅਤੇ ਸਕਰੀਨਸ਼ਾਟ ਲੈਣ ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ।
pl: Ukrywanie stron podczas przełączania aplikacji i blokowanie wykonywania zrzutów ekranu.
uk: Приховувати веб-сторінки при перемиканні додатків та не дозволяти знімки екрану.

# preference_category_security
source: Security
gu_in: સુરક્ષા
hi_in: सुरक्षा
mr: सुरक्षा
pa_in: ਸੁਰੱਖਿਆ
pl: Bezpieczeństwo
uk: Безпека

# preference_category_performance
source: Performance
gu_in: પ્રદર્શન
hi_in: प्रदर्शन
mr: कार्यक्षमता
pa_in: ਕਾਰਗੁਜ਼ਾਰੀ
pl: Wydajność
uk: Швидкодія

# preference_performance_block_webfonts
source: Block Web fonts
gu_in: વેબ ફોન્ટ્સને અવરોધિત કરો
hi_in: वेब लिपियों को अवरुद्ध करें
mr: वेब फॉन्ट अवरोधित करा
pa_in: ਵੈੱਬ ਫ਼ੋਂਟ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie czcionek sieciowych
uk: Блокувати веб-шрифти

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
gu_in: ખૂટે ચિહ્નો અથવા છબીઓમાં પરિણામ હોઈ શકે છે
hi_in: अनुपस्थित प्रतीकों या छवियों के रूप में परिणाम हो सकता है
mr: याचा परिणाम हरवलेल्या प्रतिमा किंवा चिन्हांमध्ये होऊ शकतो
pa_in: ਨਤੀਜੇ ਵਜੋਂ ਆਈਕਾਨ ਜਾਂ ਚਿੱਤਰ ਲਾਪਤਾ ਹੋ ਸਕਦੇ ਹਨ
pl: Może spowodować, że niektóre ikony lub obrazy będą niewidoczne
uk: Може призвести до втрати піктограм чи зображень

# preference_performance_block_javascript
source: Block JavaScript
gu_in: JavaScript અવરોધ
hi_in: JavaScript प्रतिबंधित करें
mr: JavaScript अवरोधित करा
pa_in: JavaScript 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie skryptów JavaScript
uk: Блокувати JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
gu_in: પૃષ્ઠો વધુ ઝડપથી લોડ થઈ શકે છે, પરંતુ અણધારી રૂપે વર્તન પણ કરી શકે છે
hi_in: पृष्ठ तेजी से लोड हो सकते हैं, लेकिन अप्रत्याशित रूप से भी व्यवहार कर सकते हैं
mr: पृष्ठे जलद लोड होतील पण अनपेक्षित वर्तणूक दाखवू शकतात
pa_in: ਸਫ਼ੇ ਤੇਜ਼ੀ ਨਾਲ ਲੋਡ ਹੋ ਸਕਦੇ ਹਨ, ਪਰ ਅਚਾਨਕ ਹੀ ਵਿਵਹਾਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: Strony mogą się szybciej wczytywać, ale mogą także nie działać poprawnie
uk: Сторінки можуть завантажуватись швидше, але при цьому можуть неправильно працювати

# preference_default_browser2
source: Make %1$s default browser
gu_in: %1$s મૂળભૂત બ્રાઉઝર બનાવો
hi_in: %1$s को डिफ़ॉल्ट ब्राउज़र बनाएँ
mr: मुलभूत ब्राउझर म्हणून %1$s वापरा
pa_in: %1$s ਨੂੰ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pl: Ustaw %1$s jako domyślną przeglądarkę
uk: Зробити %1$s типовим браузером
