Repository: boek/focus-android-l10n
Catalog: locales/*/app.po
Languages: gu_in, hi_in, mr, pa_in, pl, uk

# preference_mozilla_telemetry2
source: Send usage data
gu_in: ઉપયોગ ડેટા મોકલો
hi_in: उपयोगित डेटा भेजें
mr: वापर डेटा पाठवा
pa_in: ਵਰਤੋਂ ਸਬੰਧੀ ਡੇਟਾ ਭੇਜੋ
pl: Przesyłanie danych o użyciu
uk: Надсилати дані про використання

# preference_mozilla_telemetry_summary
source: Learn more
gu_in: વધુ શીખો
hi_in: और अधिक जानें
mr: आणखी शिका
pa_in: ਹੋਰ ਜਾਣੋ
pl: Więcej informacji
uk: Докладніше

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
gu_in: મોઝિલા માત્ર દરેકને માટે %1$s પ્રદાન અને સુધારવાની જરૂર છે તે એકત્રિત કરવાનો પ્રયત્ન કરે છે.
hi_in: Mozilla मात्र वही एकत्र करने का प्रयास करता है जिसकी हमें %1$s को बेहतर बनाने और सबको उपलब्ध कराने के लिए आवश्यकता है।
mr: सर्वांसाठी %1$s उपलब्ध करण्यासाठी व सुधारण्यास जी गरजेची आहे फक्त तीच माहिती जमा करण्यास Mozilla तत्पर आहे.
pa_in: ਮੌਜ਼ੀਲਾ ਭਰਪੂਰ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਕਿ ਸਿਰਫ ਉਹੀ ਕੁੱਝ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇ ਜੋ ਕਿ %1$s ਨੂੰ ਹਰੇਕ ਲਈ ਮੁਹੱਈਆ ਕਰਾਉਣ ਅਤੇ ਹੋਰ ਸੁਧਾਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੋਵੇ।
pl: Mozilla zbiera wyłącznie informacje niezbędne do udostępniania i ulepszania %1$s.
uk: Mozilla намагається збирати лише дані, що необхідні для роботи і вдосконалення %1$s для кожного.

# preference_privacy_notice
source: Privacy Notice
gu_in: ખાનગી સૂચના
hi_in: गोपनीयता सूचना
mr: गोपनीयता सूचना
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pl: Zasady ochrony prywatności
uk: Повідомлення про приватність

# preference_about
source: About %1$s
gu_in: %1$s વિશે
hi_in: %1$s परिचय
mr: %1$s विषयी
pa_in: %1$s ਦੇ ਬਾਰੇ
pl: O programie %1$s
uk: Про %1$s

# preference_search_installed_search_engines
source: Installed search engines
gu_in: ઇન્સ્ટોલ કરેલા સર્ચ એન્જિનો
hi_in: संस्थापित खोज इंजन
mr: स्थापित केलेले शोध इंजिन
pa_in: ਇੰਸਟਾਲ ਕੀਤੇ ਖੋਜ ਇੰਜਣ
pl: Zainstalowane wyszukiwarki
uk: Встановлені засоби пошуку

# preference_search_restore
source: Restore default search engines
gu_in: મૂળભૂત શોધ એંજીન તરીકે પુનઃસંગ્રહો
hi_in: तयशुदा खोज इंजिन पुनर्बहाल करें
mr: डीफॉल्ट शोध इंजिन पुनर्संचयित करा
pa_in: ਮੂਲ ਖੋਜ ਇੰਜਣ ਨੂੰ ਬਹਾਲ ਕਰੋ
pl: Przywróć domyślne wyszukiwarki
uk: Відновити типові засоби пошуку

# preference_search_add2
source: + Add another search engine
gu_in: + અન્ય શોધ એન્જિન ઉમેરો
hi_in: + अन्य खोज इंजन जोड़ें
mr: + अजून एक शोध इंजिन जोडा
pa_in: + ਹੋਰ ਖੋਜ ਇੰਜਣ ਨੂੰ ਜੋੜੋ
pl: + Dodaj inną wyszukiwarkę
uk: + Додати інший засіб пошуку

# preference_search_remove_title
source: Remove search engines
gu_in: શોધ એંજીન્સ દૂર કરો
hi_in: खोज इंजन हटाएँ
mr: शोध इंजिने काढून टाका
pa_in: ਖੋਜ ਇੰਜਣਾਂ ਨੂੰ ਹਟਾਓ
pl: Usuń wyszukiwarki
uk: Вилучити засоби пошуку

# preference_search_remove
source: Remove
gu_in: દૂર કરો
hi_in: हटाएँ
mr: काढून टाका
pa_in: ਹਟਾਓ
pl: Usuń
uk: Вилучити

# preference_homescreen_tips
source: Show home screen tips
gu_in: મુખ્ય સ્ક્રીન ટીપ્સ બતાવો
hi_in: मूल पटल युक्तियाँ दिखाएँ
mr: मुख्य पृष्ठाच्या सूचना दाखवा
pa_in: ਮੁੱਖ ਸਕਰੀਨ ਦੇ ਗੁਰ ਵੇਖਾਓ
pl: Wskazówki na ekranie głównym
uk: Показати знайомство

# action_option_add_search_engine
source: Add search engine
gu_in: શોધ એન્જિન ઉમેરો
hi_in: खोज इंजन जोड़ें
mr: शोध इंजीन जोडा
pa_in: ਖੋਜ ਇੰਜਣ ਨੂੰ ਜੋੜੋ
pl: Dodaj wyszukiwarkę
uk: Додати засіб пошуку

# search_add_manually_name_hint
source: Search engine name
gu_in: શોધ એન્જિન નામ
hi_in: खोज इंजन का नाम
mr: शोध इंजिनचे नाव
pa_in: ਖੋਜ ਇੰਜਣ ਨਾਂਮ
pl: Nazwa wyszukiwarki
uk: Назва засобу пошуку

# search_add_manually_string
source: Search string to use
gu_in: વાપરવા માટે શોધ શબ્દમાળા
hi_in: उपयोग के लिए खोज स्ट्रिंग
mr: शोधण्यास वापरायची अक्षरमाळ
pa_in: ਵਰਤਣ ਲਈ ਖੋਜ ਸਤਰ
pl: Używany ciąg wyszukiwania
uk: Запит для пошуку

# search_add_manually_save
source: Save
gu_in: સંગ્રહો
hi_in: सहेजें
mr: जतन करा
pa_in: ਸੰਭਾਲੋ
pl: Zapisz
uk: Зберегти

# search_add_manually_example
source: Example: example.com/search/?q=%s
gu_in: ઉદાહરણ: example.com/search/?q=%s
hi_in: उदाहरण: example.com/search/?q=%s
mr: उदाहरण: example.com/search/?q=%s
pa_in: ਜਿਵੇਂ: example.com/search/?q=%s
pl: Przykład: example.com/search/?q=%s
uk: Зразок: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
gu_in: નવું શોધ એંજિન ઉમેર્યું.
hi_in: नया खोज इंजन संकलित।
mr: नवीन शोध इंजिन जोडले.
pa_in: ਨਵਾਂ ਖੋਜ ਇੰਜਣ ਜੋੜਿਆ ਗਿਆ।
pl: Dodano nową wyszukiwarkę.
uk: Новий засіб пошуку додано.

# search_add_error_empty_name
source: Enter search engine name
gu_in: શોધ એંજીન નામ દાખલ કરો
hi_in: खोज इंजन का नाम दर्ज करें
mr: शोध इंजिनाचे नाव प्रविष्ट करा
pa_in: ਖੋਜ ਇੰਜਣ ਨਾਂ ਦਿਓ
pl: Wpisz nazwę wyszukiwarki
uk: Введіть назву засобу пошуку

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
gu_in: એક સ્થાપિત શોધ એંજીન પહેલેથી જ તે નામનો ઉપયોગ કરી રહ્યું છે.
hi_in: एक मौजूदा खोज इंजन पहले से उस नाम का उपयोग कर रहा है।
mr: एक स्थापित शोध इंजिन आधीपासून त्या नावाचा वापर करीत आहे.
pa_in: ਇੱਕ ਇੰਸਟਾਲ ਕੀਤੇ ਖੋਜ ਇੰਜਣ ਪਹਿਲਾਂ ਹੀ ਉਹ ਨਾਂ ਵਰਤ ਰਿਹਾ ਹੈ।
pl: Zainstalowana wyszukiwarka już używa tej nazwy.
uk: Ця назва вже використовується у встановленому засобі пошуку.

# search_add_error_empty_search
source: Enter search string
gu_in: શબ્દમાળા દાખલ કરો
hi_in: खोज स्ट्रिंग दर्ज करें
mr: सर्च स्ट्रिंग प्रविष्ट करा
pa_in: ਖੋਜ ਸਤਰ ਦਾਖਲ ਕਰੋ
pl: Wpisz ciąg wyszukiwania
uk: Введіть пошуковий запит

# search_add_error_format
source: Check that search string matches Example format
gu_in: તે તપાસણી કરો કે શબ્દમાળા ઉદાહરણ ફોર્મેટ સાથે મેળ ખાય છે
hi_in: जाँचें कि खोज स्ट्रिंग उदाहरण संरूप से मेल खाती है
mr: शोध अक्षरमाळ उदाहरणाच्या स्वरूपात आहे का ते तपासा
pa_in: ਜਾਂਚ ਕਰੋ ਕਿ ਖੋਜ ਲਾਈਨ ਮਿਲਦੀ ਹੈ ਉਦਾਹਰਨ ਫਾਰਮੈਟ
pl: Upewnij się, że ciąg wyszukiwania zgadza się z formatem przykładu
uk: Перевірте пошуковий запит на відповідність формату зразка

# content_description_clear_input
source: Clear input
gu_in: સ્પષ્ટ ઇનપુટ
hi_in: इनपुट मिटाएँ
mr: इनपुट साफ करा
pa_in: ਇਨਪੁਟ ਨੂੰ ਹਟਾਓ
pl: Usuń tekst
uk: Очистити поле

# content_description_dismiss_input
source: Dismiss
gu_in: રદ કરો
hi_in: निरस्त करें
mr: बरखास्त करा
pa_in: ਰੱਦ ਕਰੋ
pl: Zamknij
uk: Відхилити

# content_description_erase
source: Erase browsing history
gu_in: બ્રાઉઝિંગ ઇતિહાસને કાઢી નાખો
hi_in: ब्राउज़िंग इतिहास मिटाएँ
mr: ब्राऊझिंग इतिहास खोडून टाका
pa_in: ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ ਮਿਟਾਓ
pl: Usuń historię przeglądania
uk: Стерти історію перегляду

# content_description_tab_counter
source: Tabs open: %1$s
gu_in: ટૅબ્સ ખોલો: %1$s
hi_in: खुले टैब: %1$s
mr: उघडलेले टॅब: %1$s
pa_in: ਟੈਬ ਖੋਲੋ: %1$s
pl: Otwarte karty: %1$s
uk: Відкритих вкладок: %1$s

# content_description_lock
source: Secure connection
gu_in: સુરક્ષિત જોડાણ
hi_in: सुरक्षित संपर्क
mr: सुरक्षित कनेक्शन
pa_in: ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ
pl: Zabezpieczone połączenie
uk: Безпечне з'єднання

# accessibility_announcement_loading
source: Loading
gu_in: લોડ કરી રહ્યું છે
hi_in: लोड हो रहा है
mr: लोड करत आहे
pa_in: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wczytywanie
uk: Завантаження

# accessibility_announcement_loading_finished
source: Website loaded
gu_in: વેબસાઇટ લોડ થાય છે
hi_in: वेबसाइट लोड हो गया
mr: वेबसाइट लोड केली
pa_in: ਵੈੱਬਸਾਈਟ ਲੋਡ ਕੀਤੀ ਗਈ
pl: Wczytano stronę
uk: Веб-сайт завантажено

# content_description_menu
source: More options
gu_in: વધુ વિકલ્પ
hi_in: अधिक विकल्प
mr: आणखी पर्याय
pa_in: ਹੋਰ ਚੋਣਾਂ
pl: Więcej opcji
uk: Додатково

# content_description_forward
source: Navigate forward
gu_in: આગળ નેવિગેટ કરો
hi_in: आगे मार्गनिर्देशित करें
mr: पुढे नेव्हिगेट करा
pa_in: ਅੱਗੇ ਵੱਲ ਨੈਵੀਗੇਟ ਕਰੋ
pl: Przejdź do przodu
uk: Перехід уперед

# content_description_reload
source: Reload website
gu_in: વેબસાઇટ ફરીથી લોડ કરો
hi_in: वेबसाइट फिर से लोड करें
mr: वेबसाइट रीलोड करा
pa_in: ਵੈੱਬਸਾਈਟ ਨੂੰ ਰੀਲੋਡ ਕਰੋ
pl: Ponownie wczytaj stronę
uk: Перезавантажити веб-сайт

# content_description_back
source: Navigate back
gu_in: પાછા નેવિગેટ કરો
hi_in: पीछे मार्गनिर्देशित करें
mr: मागे नॅव्हिगेट करा
pa_in: ਪਿੱਛੇ ਵੱਲ ਨੈਵੀਗੇਟ ਕਰੋ
pl: Przejdź wstecz
uk: Перейти назад

# content_description_stop
source: Stop loading website
gu_in: વેબસાઇટ લોડ કરવાનું રોકો
hi_in: वेबसाइट लोड करना रोकें
mr: वेबसाइट लोड करणे थांबवा
pa_in: ਵੈੱਬਸਾਈਟ ਨੂੰ ਲੋਡ ਕਰਨਾ ਬੰਦ ਕਰੋ
pl: Zatrzymaj wczytywanie strony
uk: Зупинити завантаження сайту

# content_description_customtab_exit
source: Return to previous app
gu_in: પાછલા એપ્લિકેશન પર પાછા ફરો
hi_in: पिछले ऐप पर वापस जाएँ
mr: मागील अॅप वर परत या
pa_in: ਪਿਛਲੇ ਐਪ 'ਤੇ ਜਾਓ
pl: Wróć do poprzedniej aplikacji
uk: Повернутись до попередньої програми

# content_description_trackers_blocked
source: Number of trackers blocked
gu_in: અવરોધિત ટ્રેકર્સની સંખ્યા
hi_in: अवरुद्ध किये गये ट्रैकर्स की संख्या
mr: अवरोधित मागोवा यंत्रणा संख्या
pa_in: ਪਾਬੰਦੀ ਲਾਏ ਟਰੈਕਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba zablokowanych elementów śledzących
uk: Заблоковано стеження

# content_description_blocking_switch
source: Block trackers
gu_in: ટ્રેકર્સને અવરોધિત કરો
hi_in: ट्रैकर्स को अवरुद्ध करें
mr: मागोवा यंत्रणा अवरोधित करा
pa_in: ਟਰੈਕਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pl: Blokowanie elementów śledzących
uk: Блокувати стеження

source: Your Rights
gu_in: તમારા અધિકારો
hi_in: आपके अधिकार
mr: आपले हक्क
pa_in: ਤੁਹਾਡੇ ਹੱਕ
pl: O prawach użytkownika
uk: Ваші права

# external_app_prompt_title
source: Open link in another app
gu_in: અન્ય એપ્લિકેશનમાં લિંક ખોલો
hi_in: किसी अन्य अनुप्रयोग में लिंक खोलें
mr: दुसर्या अॅपमध्ये दुवा उघडा
pa_in: ਲਿੰਕ ਨੂੰ ਹੋਰ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz odnośnik w innej aplikacji
uk: Відкрити посилання в іншій програмі

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
gu_in: તમે %2$sમાં આ લિંકને ખોલવા માટે %1$s છોડી શકો છો.
hi_in: आप इस लिंक को %2$s में खोलने के लिए %1$s को छोड़ सकते हैं।
mr: दुआ %2$s मध्ये उघडण्यासाठी आपण %1$s सोडू शकता.
pa_in: ਤੁਸੀਂ %2$s ਵਿੱਚ ਇਹ ਲਿੰਕ ਖੋਲ੍ਹਣ ਲਈ %1$s ਨੂੰ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Można wyjść z %1$s, aby otworzyć ten odnośnik w aplikacji %2$s.
uk: Ви можете вийти з %1$s, щоб відкрити це посилання в %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
gu_in: એક એપ્લિકેશન શોધો જે લિંક ખોલી શકે છે
hi_in: एक ऐप ढूंढें जो लिंक खोल सकता है
mr: दुवा उघडू शकणारा अॅप शोधा
pa_in: ਅਜਿਹੀ ਐਪ ਲੱਭੋ ਜੋ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹ ਸਕੇ
pl: Wyszukiwanie aplikacji mogącej otworzyć odnośnik
uk: Знайдіть програму, яка може відкрити посилання

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
gu_in: તમારા ઉપકરણ પરની કોઈપણ એપ્લિકેશનો આ લિંક ખોલવા માટે સક્ષમ નથી. તમે એપ્લિકેશન માટે %2$s શોધવા માટે %1$s કરી છોડી શકો છો.
hi_in: आपके डिवाइस पर मौजूद कोई ऐप इस लिंक को खोलने में सक्षम नहीं है। आप एक एप के लिए %2$s की खोज हेतु %1$s को छोड़ सकते हैं जो कर सकता है।
mr: आपल्या उपकरणातील कोणतीही अँप ही दुवा उघडू शकत नाही. ही दुवा उघडू शकणारी अँप %2$s वर शोधण्यासाठी आपण %1$s सोडून जाऊ शकता.
pa_in: ਤੁਹਾਡੇ ਯੰਤਰ ਉੱਪਰਲੀ ਕੋਈ ਵੀ ਐਪ ਇਸ ਤੰਦ ਨੂੰ ਖੋਲ੍ਹਣ ਦੇ ਕਾਬਲ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ %2$s ਦੇ ਲਈ ਕਿਸੇ ਕਾਬਲ ਐਪ ਨੂੰ ਲੱਭਣ ਲਈ %1$s ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Żadna aplikacja na urządzeniu nie może otworzyć tego odnośnika. Można wyjść z %1$s, aby wyszukać odpowiednią aplikację w „%2$s”.
uk: Жодна з програм на вашому пристрої не здатна відкрити це посилання. Ви можете вийти з %1$s для пошуку відповідної програми у %2$s.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
gu_in: ખાનગી બ્રાઉઝિંગ બહાર નીકળીએ?
hi_in: निजी ब्राउज़िंग से बाहर निकलें?
mr: खाजगी ब्राउझिंगच्या बाहेर पडायचे आहे का?
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣਾ ਹੈ?
pl: Wyjść z trybu prywatnego?
uk: Вийти з приватного перегляду?

# download_snackbar_finished
source: %1$s finished
gu_in: %1$s સમાપ્ત થઈ
hi_in: %1$s खत्म हुआ
mr: %1$s समाप्त
pa_in: %1$s ਮੁਕੰਮਲ
pl: Ukończono „%1$s”
uk: %1$s завантажено

# download_snackbar_open
source: Open
gu_in: ખોલો
hi_in: खोले
mr: उघडा
pa_in: ਖੋਲ੍ਹੋ
pl: Otwórz
uk: Відкрити

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
gu_in: ડાઉનલોડ કરેલી ફાઇલો <b>કાઢી નાખવામાં આવશે નહીં</b> જ્યારે તમે %1$s ઇતિહાસને કાઢી નાખો ત્યારે.
hi_in: %1$s इतिहास मिटाने के बाद भी डाउनलोड किया हुआ फाइल <b>नही मिटेगा</b>।
mr: आपण जेव्हा %1$s इतिहास पुसाल तेव्हा डाउनलोड केलेल्या फाईल्स <b>नष्ट होणार नाहीत</b>.
pa_in: ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਫਾਈਲਾਂ <b> ਮਿਟਾ ਦਿੱਤੀਆਂ ਜਾਣਗੀਆਂ </b> ਜਦੋਂ ਤੁਸੀਂ %1$s ਇਤਿਹਾਸ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ।
pl: Pobrane pliki <b>nie zostaną usunięte</b> po wyczyszczeniu historii %1$s.
uk: Завантажені файли <b>не будуть видалені</b> при стиранні історії %1$s.

# download_dialog_title
source: Download File
gu_in: ફાઈલ ડાઉનલોડ
hi_in: फाइल डाउनलोड करें
mr: फाइल डाउनलोड करा
pa_in: ਫਾਈਲ ਡਾਊਨਲੋਡ ਕੀਤੀ
pl: Pobieranie pliku
uk: Завантажити файл

# download_dialog_action_cancel
source: Cancel
gu_in: રદ કરો
hi_in: रद्द
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
uk: Скасувати

# download_dialog_action_download
source: Download
gu_in: ડાઉનલોડ
hi_in: डाउनलोड
mr: डाउनलोड
pa_in: ਡਾਊਨਲੋਡ
pl: Pobierz
uk: Завантажити

# errorpage_title
source: Problem loading page
gu_in: પૃષ્ઠ લોડ કરવામાં સમસ્યા
hi_in: पृष्ठ की लोडिंग में समस्या
mr: पृष्ठ लोड करताना समस्या
pa_in: ਸਫ਼ਾ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ
pl: Błąd wczytywania strony
uk: Проблема при завантаженні сторінки

# errorpage_refresh
source: Try Again
gu_in: ફરી પ્રયત્ન કરો
hi_in: पुन: प्रयास करें
mr: पुन्हा प्रयत्न करा
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
uk: Спробувати знову

# error_connectionfailure_title
source: Unable to connect
gu_in: જોડાવામાં અસમર્થ
hi_in: संपर्क करने में असमर्थ
mr: जोडणी होऊ शकत नाही
pa_in: ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie można połączyć
uk: Не вдалося з'єднатися

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
gu_in: <ul> <li>સાઇટ અસ્થાયી રૂપે અનુપલબ્ધ અથવા ખૂબ વ્યસ્ત હોઈ શકે છે. થોડીક ક્ષણોમાં ફરી પ્રયાસ કરો.</li> <li>જો તમે કોઈપણ પૃષ્ઠોને લોડ કરવામાં અસમર્થ છો, તો તમારા મોબાઇલ ઉપકરણનો ડેટા અથવા Wi-Fi કનેક્શન તપાસો.</li> </ul>
hi_in: <ul> <li>यह साइट अस्थाई रूप से अनुपलब्ध या बहुत व्यस्त हो सकता है. कुछ ही क्षणों में फिर से प्रयास करें।</li> <li>यदि आप कोई पृष्ठ लोड करने में असमर्थ हैं, तो अपने मोबाइल उपकरण के डेटा या वाई-फाई कनेक्शन की जाँच करें।</li> </ul>
mr: <ul> <li>हे संकेतस्थळ तात्पुरते उपलब्ध नसेल किंवा अतिशय व्यस्त असेल. काही क्षणात पुन्हा प्रयत्न करा.</li> <li>जर आपण कोणतीही संकेतस्थळे उघडू शकत नसाल तर आपल्या मोबाईल उपकरणाची वायफाय किंवा डेटा जोडणी तपासून पहा.</li> </ul>
pl: <ul> <li>Strona może być tymczasowo niedostępna lub przeciążona. Spróbuj ponownie za chwilę.</li> <li>Jeśli nie możesz otworzyć żadnej strony, sprawdź swoje połączenie z Internetem.</li> </ul>
uk: <ul> <li>Сайт може бути тимчасово недоступний або перевантажений. Спробуйте знову через деякий час.</li> <li>Якщо ви не можете завантажити жодної сторінки, перевірте з'єднання вашого пристрою з мобільною або Wi-Fi мережею.</li> </ul>

# error_timeout_title
source: The connection timed out
gu_in: જોડાણ સમયસમાપ્તિ
hi_in: संपर्क समयबाह्य हो गया
mr: कनेक्शन कालबाह्य झाले आहे
pa_in: ਕੁਨੈਕਸ਼ਨ ਲਈ ਸਮਾਂ ਸਮਾਪਤ
pl: Przekroczono czas oczekiwania
uk: Час очікування з'єднання завершився

# error_hostLookup_title
source: Server not found
gu_in: સર્વર મળ્યું નહિં
hi_in: सर्वर नहीं मिला
mr: सर्व्हर आढळला नाही
pa_in: ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie odnaleziono serwera
uk: Сервер не знайдено

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
gu_in: <ul> <li>ટાઇપિંગની ભૂલો માટે સરનામું તપાસો તેના બદલે<strong>ww</strong>.example.com <strong>www</strong>.example.com</li> <li>જો તમે કોઈપણ પૃષ્ઠોને લોડ કરવામાં અક્ષમ છો, તો તમારા ઉપકરણનો ડેટા અથવા Wi-Fi કનેક્શન તપાસો.</li> </ul>
hi_in: <ul> <li><strong>ww</strong>जैसी लिखित त्रुटियों के लिए पते की जाँच करें।<strong>www</strong>के बजाय example.com. example.com</li> <li>यदि आप किसी भी पृष्ठ लोड करने में असमर्थ हैं, तो अपने उपकरण के डेटा या वाई-फाई कनेक्शन की जाँच करें।</li> </ul>
mr: <ul> <li> टाइपिंग त्रुटींसाठी पत्ता तपासा जसे की <strong>ww</strong>.example.com ऐवजी <strong> www</strong> .example.com</li> <li>आपण कोणतेही पृष्ठे लोड करण्यात अक्षम असल्यास, आपल्या डिव्हाइसचा डेटा किंवा वाय-फाय कनेक्शन तपासा.</li> </ul>
pl: <ul> <li>Upewnij się, że wpisany adres nie zawiera takich literówek, jak <strong>ww</strong>.mozilla.org zamiast <strong>www</strong>.mozilla.org</li> <li>Jeśli nie możesz otworzyć żadnej strony, sprawdź swoje połączenie z Internetem.</li> </ul>
uk: <ul> <li>Перевірте адресу на помилки, такі як <strong>ww</strong>.example.com замість <strong>www</strong>.example.com</li> <li>Якщо ви не можете завантажити жодної сторінки, перевірте з'єднання вашого пристрою з мобільною або Wi-Fi мережею.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
gu_in: સરનામું માન્ય નથી
hi_in: पता वैध नहीं है
mr: हा पत्ता वैध नाही
pa_in: ਐਡਰੈੱਸ ਠੀਕ ਨਹੀਂ ਹੈ
pl: Adres jest nieprawidłowy
uk: Формат адреси неправильний

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
gu_in: <ul> <li>વેબ સરનામાંઓ સામાન્ય રીતે<strong>http://www.example.com/</strong></li>જેવા લખવામાં આવે છે <li>ખાતરી કરો કે તમે આગળ સ્લેશ (દા.ત. <strong>/</strong>)નો ઉપયોગ કરી રહ્યાં છો.</li> </ul>
hi_in: <ul> <li>वेब पते आमतौर पर <strong>http://www.example.com/</strong> की तरह लिखे होते हैं</li> <li>सुनिश्चित करें कि आप अग्रतियक स्लैश का उपयोग कर रहे हैं (यानी <strong>/</strong>)।</li> </ul>
mr: <ul> <li>वेब पत्ते सहसा असे लिहितात <strong>http://www.example.com/</strong></li> <li>आपण पुढील छेद वापरताय याची खात्री करा (उदा. <strong>/</strong>).</li> </ul>
pl: <ul> <li>Adresy internetowe są zwykle postaci <strong>http://www.mozilla.org/</strong></li> <li>Upewnij się, że adres zawiera prawidłowe ukośniki (tzn. <strong>/</strong>).</li> </ul>
uk: <ul> <li>Веб-адреси зазвичай записуються у вигляді <strong>http://www.example.com/</strong></li> <li>Переконайтеся, що ви використовуєте дробову риску (тобто <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
gu_in: પૃષ્ઠ યોગ્ય રીતે પુનઃનિર્દેશિત નથી
hi_in: पृष्ठ ठीक से पुनर्निर्देशित नहीं हो रहा है
mr: पृष्ठ योग्यपणे मार्गदर्शित होत नाही
pa_in: ਸਫ਼ਾ ਠੀਕ ਤਰ੍ਹਾਂ ਰੀ-ਡਾਇਰੈਕਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Nieprawidłowe przekierowanie strony
uk: Неналежне перенаправлення на сторінці

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
gu_in: <ul> <li>અમુક વાર કુકીઓ સ્વીકારવાનું નિષ્ક્રિય કરવાથી કે રદ કરવાથી આ સમસ્યા સર્જાય છે.</li> </ul>
hi_in: <ul> <li>कभी-कभी इस समस्या का कारण कुकीज़ को स्वीकार करने से मना करना या अक्षम करना हो सकता है।</li> </ul>
mr: <ul> <li>कुकीज घेण्यास नाकारल्यामुळे किंवा निष्क्रिय केल्यामुळे ही समस्या येऊ शकते.</li> </ul>
pa_in: <ul> <li>ਇਹ ਸਮੱਸਿਆ ਕੁਝ ਵਾਰ ਕੂਕੀਜ਼ ਨੂੰ ਆਯੋਗ ਕਰਨ ਜਾਂ ਲੈਣ ਤੋਂ ਇਨਕਾਰ ਕਰਕੇ ਆ ਸਕਦੀ ਹੈ।</li> </ul>
pl: <ul> <li>Może to być spowodowane wyłączeniem lub odrzucaniem ciasteczek.</li> </ul>
uk: <ul> <li>Інколи ця проблема може бути спричиненою вимкненням або забороною приймати куки.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
gu_in: સરનામું સમજાયું ન હતું
hi_in: पता समझा नहीं गया था
mr: हा पत्ता समजला नाही
pa_in: ਐਡਰੈਸ ਦੀ ਸਮਝ ਨਹੀਂ ਆਈ
pl: Nieznany protokół
uk: Незрозуміла адреса

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
gu_in: <ul> <li>તમારે આ સરનામાંને ખોલવા માટે બીજા સોફ્ટવેરને સ્થાપિત કરવાની જરૂર પડી શકે છે.</li> </ul>
hi_in: <ul> <li>आपको इस पते को खोलने के लिए अन्य सॉफ़्टवेयर संस्थापित करने की आवश्यकता हो सकती है।</li> </ul>
mr: <ul> <li>तुम्हाला हा पत्ता पाहण्यासाठी कदाचीत दुसरे सॉफ्टवेअर स्थापीत करावे लागेल.</li> </ul>
pl: <ul> <li>Aby otworzyć ten adres, może być konieczna instalacja innego programu.</li> </ul>
uk: <ul> <li>Для відкриття даної адреси вам, можливо, необхідно встановити додаткове програмне забезпечення.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
gu_in: સુરક્ષિત જોડાણ નિષ્ફળ
hi_in: सुरक्षित संपर्क विफ़ल
mr: सुरक्षित कनेक्शन अयशस्वी
pa_in: ਸੁਰੱਖਿਅਤ ਕੁਨੈਕਸ਼ਨ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Bezpieczne połączenie się nie powiodło
uk: Не вдалося встановити безпечне з’єднання

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
gu_in: <ul> <li>આ સર્વરની ગોઠવણીમાં સમસ્યા હોઈ શકે છે, અથવા તે હોઈ શકે છે કોઈ વ્યક્તિ સર્વરનો ઢોંગ કરે છે.</li> <li>જો તમે અગાઉ આ સર્વર સાથે સફળતાપૂર્વક કનેક્ટ કર્યું છે, તો ભૂલ થઈ શકે છે કામચલાઉ રહો, અને તમે પછીથી ફરી પ્રયત્ન કરી શકો છો.</li> </ul>
hi_in: <ul> <li>यह सर्वर के कॉन्फ़िगरेशन में एक समस्या हो सकती है, या यह हो सकता है कोई सर्वर का प्रतिरूपण करने का प्रयास कर रहा है।</li> <li>अगर आप पूर्व में इस सर्वर से सफलतापूर्वक जुड़ चुके है, तो त्रुटि अस्थायी हो सकती है, और आप बाद में पुनः प्रयास कर सकते हैं।</li> </ul>
mr: <ul> <li>ही सर्व्हर च्या संरचनेची समस्या असू शकते, किंवा कोणीतरी हा सर्व्हर असल्याचा आव आणत असू शकते.</li> <li>आपण यापूर्वी या सर्व्हर ला संपर्क केला असेल तर ही तात्पुरती समस्या असू शकते आणि आपण पुन्हा प्रयत्न करु शकता.</li> </ul>
pl: <ul> <li>Może to być problem konfiguracji serwera lub próba podania się za ten serwer przez podmiot nieuprawniony.</li> <li>Jeśli łączono się wcześniej z tym serwerem, błąd może być tymczasowy i należy spróbować ponownie później.</li> </ul>
uk: <ul> <li>Це може бути проблемою конфігурації сервера, або хтось намагається видати себе за цей сервер.</li> <li>Якщо ви раніше успішно підключалися до цього сервера, помилка може бути тимчасовою і ви можете повторити спробу пізніше.</li> </ul>

# error_generic_title
source: Oops
gu_in: ઊફ્ફ
hi_in: ओह
mr: अरेरे
pa_in: ਓ ਹੋ
pl: Wystąpił błąd
uk: Отакої

# error_generic_message
source: We can’t load this page for some reason.
gu_in: અમે કોઈ કારણસર આ પૃષ્ઠને લોડ કરી શકતા નથી.
hi_in: हम किसी कारण से इस पृष्ठ लोड को नहीं कर सकते।
mr: काही कारणास्तव आम्ही हे पृष्ठ लोड करू शकत नाही.
pa_in: ਅਸੀਂ ਕੁਝ ਕਾਰਣਾਂ ਲਈ ਇਸ ਸਫੇ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: Nie można otworzyć tej strony.
uk: Ми чомусь не можемо завантажити цю сторінку.

# contextmenu_link_share
source: Share link
gu_in: લિંક વહેંચો
hi_in: लिंक साझा करें
mr: दुवा शेअर करा
pa_in: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij odnośnik
uk: Поділитись посиланням

# contextmenu_link_copy
source: Copy link address
gu_in: લિંક સરનામાની નકલ કરો
hi_in: लिंक के पते की प्रतिलिपि लें
mr: दुवा पत्ता कॉपी करा
pa_in: ਲਿੰਕ ਦੇ ਐਡਰੈਸ ਨੂੰ ਕਾਪੀ ਕਰੋ
pl: Kopiuj adres odnośnika
uk: Копіювати адресу посилання

# contextmenu_image_share
source: Share image
gu_in: છબી વહેંચો
hi_in: चित्र साझा करें
mr: प्रतिमा शेअर करा
pa_in: ਚਿੱਤਰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij obraz
uk: Поділитись зображенням

# contextmenu_image_copy
source: Copy image address
gu_in: છબી સરનામાંની નકલ કરો
hi_in: चित्र के पते की प्रतिलिपि लें
mr: प्रतिमा पत्ता कॉपी करा
pa_in: ਚਿੱਤਰ ਦਾ ਪਤਾ ਕਾਪੀ ਕਰੋ
pl: Kopiuj adres obrazu
uk: Копіювати адресу зображення

# contextmenu_image_save
source: Save image
gu_in: છબી સાચવો
hi_in: छवि सहेजें
mr: प्रतिमा साठवा
pa_in: ਚਿੱਤਰ ਨੂੰ ਸੰਭਾਲੋ
pl: Zapisz obraz
uk: Зберегти зображення

# contextmenu_open_in_new_tab
source: Open link in new tab
gu_in: નવી ટેબમાં લિંક ખોલો
hi_in: नए टैब में कड़ी खोलें
mr: दुवा नवीन टॅबमध्ये उघडा
pa_in: ਨਵੀਂ ਟੈਬ ਚ ਖੋਲ੍ਹੋ
pl: Otwórz odnośnik w nowej karcie
uk: Відкрити посилання в новій вкладці
