Repository: boek/focus-android-l10n
Catalog: locales/ixl/app.po
Languages: ixl

# action_cancel
source: Cancel
ixl: Ya'sa

# action_ok
source: OK
ixl: B'a'n kuxhtu'

# action_save
source: Save
ixl: Kola

# urlbar_hint
source: Search or enter address
ixl: Chuka as moj la aaq'ku' ka't b'ii

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
ixl: A' kuxhe' la ixaansa tib' as eetz kuxhtu'. Xaanen stuul. Josq'ii. Ka'pu.

# feedback_erase
source: Your browsing history has been erased.
ixl: Sojsamal ve't unq'a vee' uve' chukel kan.

# search_hint
source: Search for %1$s
ixl: Chuka %1$s

# menu_share
source: Share…
ixl: Q'ajsab'en…

# menu_report_site_issue
source: Report Site Issue
ixl: La aalb'en asoj ni yan u vaa'

# menu_open_with_default_browser2
source: Open in %1$s
ixl: La jaj tu %1$s

# menu_open_with_a_browser2
source: Open in…
ixl: La jaj tu…

# menu_add_to_home_screen
source: Add to Home screen
ixl: La aaq' tu vivatze' uve' ti xe'teb'al

# menu_whats_new
source: What's New
ixl: Ka't ootzib'al

# menu_settings
source: Settings
ixl: B'an tuche'

# menu_about
source: About
ixl: Ti' uvaa'

# menu_help
source: Help
ixl: Lochb'al

# menu_rights
source: Your Rights
ixl: Uve' la uch ab'anata

# menu_trackers_blocked_title
source: Trackers blocked
ixl: Majel ve't ivatz unq'a jitin tetze'

# menu_custom_tab_branding
source: Powered by %1$s
ixl: A' u %1$s kat cheesan

# share_dialog_title
source: Share via
ixl: La jatxb'en tuk'

# notification_erase_text
source: Erase browsing history
ixl: Sojsa kaajayil unq'a vee' chukel ve'te'

# notification_action_open
source: Open
ixl: Jaja

# notification_action_erase_and_open
source: Erase and Open
ixl: Tzaasa'm tuk' oypisa'm

# shortcut_erase_short_label
source: Erase
ixl: Sojsa

# shortcut_erase_long_label
source: Erase browsing history
ixl: Sotzsaj tachul unq'a vee pich'umal vete'

# text_selection_search_action
source: Search Privately
ixl: Chuk stuul sajunal

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ixl: <p>U %1$s ni taq' see uva' axh la yikun.</p> <p>B'anb'e uva' axh kuxh la xaansan: <ul> <li>Chuka as tuk' kuxh u aplicacione' la xaan kat axh</li> <li>Maj ivatz unq'a chukunaale' (moj a'kuxh unq'a vee' la k'ule' uve' nasa')</li> <li>Sojsaj ti' eesat unq'a vee' uva' chukel tuk' ixaansal</li> </ul> </p> <p>U %1$s kat cheesal ta'n u Mozilla. Tan u qiitz'abale' a'e' uva' la qaq' internet uva' b'a'n as jajle'l kuxhtu'.<br/> <a href="%2$s">La kuchus ka'te</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
ixl: Ye'xhib'il unka'te la ootzin as tii tatine'

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
ixl: Ka'taj Kam ti' atiisata', cookies as tachul

# preference_search_summary
source: Set default, autocomplete
ixl: La aaq'kan tetz kuxhtu', ankuxhe' la tz'ajsan

# preference_mozilla_summary
source: About %1$s, help
ixl: Tokeb'al %1$s, lochb'al

# preference_category_tracking_protection
source: Tracking Protection
ixl: Iyak'insal iyikule'

# preference_category_web_content
source: Web Content
ixl: Tuuleb'al u web

# preference_category_switching_apps
source: Switching Apps
ixl: Ijalpul teq'ol tetz

# preference_category_general
source: General
ixl: Kaajayil

# preference_category_data_collection_use
source: Data Collection & Use
ixl: Imolpu tachul as ib'anb'ele'

# preference_category_search
source: Search
ixl: Chukb'al

# preference_show_search_suggestions
source: Get search suggestions
ixl: La k'ul ka'taj txumb'al ti' achukata'

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
ixl: %1$s tuk aq'on b'en unq'a vee' natz'ib'a tu k'uchb'al tetze'

# preference_search_engine_default
source: Default
ixl: B'ek'

# preference_state_on
source: On
ixl: Oypisa'm

# preference_state_off
source: Off
ixl: Tzaanale

# preference_subitem_autocomplete
source: URL Autocomplete
ixl: Ankuxhe' la tz'ajsan u URL

# preference_autocomplete_action_add
source: + Add custom URL
ixl: + Aq' ve't unq'a URL uve' b'anel ve't tuche'

# preference_autocomplete_title_add
source: Add custom URL
ixl: Aq' ve't unq'a URL uve' b'anel ve't tuche'

# custom_autocomplete_quick_add
source: Add custom URL
ixl: Aq' ve't unq'a URL uve' b'anel ve't tuche'

# preference_category_cookies
source: Cookies and Site Data
ixl: Cookies as tachul tu tatinb'ale'

# preference_category_data_choices
source: Data Choices
ixl: Ka'taj tatin tachul

# preference_autocomplete_title_remove
source: Remove custom URLs
ixl: Sojsa unq'a URLs uve' b'anel ve't tuche'

# preference_autocomplete_learn_more
source: Learn more
ixl: Chus nimate

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
ixl: Okso'ke as saji kam la tulb'e itz'ajsat je' tib u URLs uve' b'anel ve't tuche'.

# preference_autocomplete_add_title
source: URL to add
ixl: URL uva' a'n la ookso'k

# preference_autocomplete_add_hint
source: Paste or enter URL
ixl: Aq'o'ke' moj okso'k u URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
ixl: K'uchuvatz: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
ixl: K'uchuvatz: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
ixl: Ak' URL uva' b'anel ve't tuche' at ve't ok.

# preference_autocomplete_menu_remove
source: Remove
ixl: Sojsa

# preference_autocomplete_action_remove_content_description
source: Remove
ixl: Sojsa

# preference_autocomplete_add_error
source: Double-check the URL you entered.
ixl: Suchq'en ti apich'ut u URL uve' kat ookso'ke.

# preference_language
source: Language
ixl: Yolb'al

# preference_language_systemdefault
source: System default
ixl: Iyak'ib'al u taq'onb'ale' uve' at kan chitu'

# preference_category_privacy
source: Privacy
ixl: Tetz kuxhtu'

# preference_privacy_block_ads
source: Block ad trackers
ixl: Maj ivatz unq'a tiinsan tetz unq'a vee' ni tal tziile'

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
ixl: At jununil unq'a vee' ni taltziile' uve' ni tiinsan unq'a kame' uve' napich'u', kuxh ye'xh kam nalaae'

# preference_privacy_block_analytics
source: Block analytic trackers
ixl: Maj ivatz unq'a tiinsab' tetze' uve' ni pich'un

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
ixl: Ni b'anb'ele' ti' imolpe', ipich'ule', isajil aq'on Kam ikaape' as iyikule'

# preference_privacy_block_social
source: Block social trackers
ixl: Maj ivatz unq'a tiinsan tetz tenam

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
ixl: Atje' stiib'a tulaj ti'aj unq'a vee' aq' al uva' la tiinsal uve' kat apich'u as la ik'uch unq'a lak'b'ale' ti' ijatxpe'

# preference_privacy_block_content
source: Block other content trackers
ixl: Maj ivatz unq'a tiinsan tetze' tetz ka'taj yol

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
ixl: Asoj la ooypisa la ib'ane' uva' vale'n kuxh la ib'an ka't unq'a ivatze'

# preference_privacy_category_cookies
source: Block cookies
ixl: Maj ivatz unq'a cookies

# preference_privacy_should_block_cookies_no_option
source: No
ixl: Ye'le

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
ixl: Maj ivatz unq'a cookies tetz va'len xaaol

# preference_privacy_should_block_cookies_yes_option
source: Yes
ixl: Kanoj

# preference_security_biometric
source: Use fingerprint to unlock app
ixl: B'anb'e u vi' aq'ab'e' aq'al uva' la jaj u aplicacione'

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
ixl: U vi' aq'ab'e' la uch ijajat u %1$se' asoj jajle'l ve't u URL tu aplicacione'. La kuxh oypik ve't kan kuxh ye' la tiini.

# preference_privacy_secure_mode
source: Stealth
ixl: Ye'xh kam na'l

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
ixl: Muj ivatz unq'a web tul uva' ni jalpu unq'a aplicaciones.

# preference_category_security
source: Security
ixl: Tiib'isal tetz

# preference_category_performance
source: Performance
ixl: Taq'onve'

# preference_performance_block_webfonts
source: Block Web fonts
ixl: Maj ivatz unq'a itzaaeb'al web

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
ixl: La ib'ane' uva' la sojsa unq'a texhlale' moj unq'a vatzib'ale' q'a

# preference_performance_block_javascript
source: Block JavaScript
ixl: Bloquear JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
ixl: Oora kuxh tuk ijaj unq'a vee' jajel kan s-a'n, ta'ne tan la ib'ane' uva' la q'amaxi

# preference_default_browser2
source: Make %1$s default browser
ixl: Palsa pal va navegador tu %1$s

# preference_mozilla_telemetry2
source: Send usage data
ixl: Aq'ven unq'a vee' uve' b'anb'emal ve't s-a'n

# preference_mozilla_telemetry_summary
source: Learn more
ixl: La ootzil nimal

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ixl: U Mozilla a' chit u b'a'ne' ni chuke' aq'al uva' acha'v chit u %1$se' la ib'ane'.

# preference_privacy_notice
source: Privacy Notice
ixl: Aviso de privacidad

# preference_about
source: About %1$s
ixl: Tokeb'al u %1$s

# preference_search_installed_search_engines
source: Installed search engines
ixl: Taq'onb'al itiinsal unq'a vee' at ve't ok stuul

# preference_search_restore
source: Restore default search engines
ixl: Q'aavisab kan unq'a chukb'al tetze' uve' atik kan b'axa

# preference_search_add2
source: + Add another search engine
ixl: + Aq'o'k uma't taq'onb'al chukb'al tetz

# preference_search_remove_title
source: Remove search engines
ixl: Sojsa unq'a taq'onb'ale' uve' nichukube'

# preference_search_remove
source: Remove
ixl: Sojsa

# preference_homescreen_tips
source: Show home screen tips
ixl: La k'uch txumb'al tu b'axa ivatze'

# action_option_add_search_engine
source: Add search engine
ixl: Aq'o'k uma't aq'onb'al tetz chukb'al tetz

# search_add_manually_name_hint
source: Search engine name
ixl: Ib'ii u taq'onb'al chukul tetze'

# search_add_manually_string
source: Search string to use
ixl: Chuk qinib tetz ti' iba'nb'ele'

# search_add_manually_save
source: Save
ixl: Kola

# search_add_manually_example
source: Example: example.com/search/?q=%s
ixl: K'uchuvatz: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
ixl: Ak' aq'onb'al ti' u chukb'al tetze' uve' at ve't kan.

# search_add_error_empty_name
source: Enter search engine name
ixl: La aaq'ku' ib'ii u aq'onb'ale' uve' la xaansan axh stuul

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
ixl: Uma'l aq'onb'al uva' la chukun u vee' at ve't kan as a' u b'iie' ni b'anb'e ve'te'.

# search_add_error_empty_search
source: Enter search string
ixl: Aq'ku' u qinib' chukb'al tetze'

# search_add_error_format
source: Check that search string matches Example format
ixl: La pich'u b'axa asoj ni lejtib' qinib' chukb'al tetze' tuk' u k'uchuvatze'

# content_description_clear_input
source: Clear input
ixl: La josq'i unq'a vee' chukel ve't kan

# content_description_dismiss_input
source: Dismiss
ixl: Ye' kuxh eetz sti'

# content_description_erase
source: Erase browsing history
ixl: Sojsa el unq'a vee' uve' chukelaj ve'te'

# content_description_tab_counter
source: Tabs open: %1$s
ixl: Unq'a vee' jajlu kan kuxhtu': %1$s

# content_description_lock
source: Secure connection
ixl: Ile' b'a'n kuxh toke'

# accessibility_announcement_loading
source: Loading
ixl: Ile' ni teq'o ku'tzan

# accessibility_announcement_loading_finished
source: Website loaded
ixl: Il u tatinb'al web ni teq'o ku'tzan

# content_description_menu
source: More options
ixl: Ka't tuuleb'al

# content_description_forward
source: Navigate forward
ixl: La b'en axh svatz

# content_description_reload
source: Reload website
ixl: La eeq'o ku'tzan tatinb'al u web

# content_description_back
source: Navigate back
ixl: Q'aaven tu vee' ni tiinsal kat

# content_description_stop
source: Stop loading website
ixl: Aaq'kan kuxh u webe' aq'al la teq'o ku'tzan

# content_description_customtab_exit
source: Return to previous app
ixl: La q'aav axh tu aplicación atik ti' iqul

# content_description_trackers_blocked
source: Number of trackers blocked
ixl: Tachul unq'a vee' majel ve't ivatz

# content_description_blocking_switch
source: Block trackers
ixl: Maj ivatz unq'a tiinsan tetze'

source: Your Rights
ixl: Unq'a vee' la uch ab'anata'

# external_app_prompt_title
source: Open link in another app
ixl: La jaj u vaa' tu uma't aplicación

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
ixl: La uch eel ch'u'l tu %1$s aq'al la jaj u vaa' tu %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
ixl: La chuk uma'l aplicación uva' la jajon u vaa'

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ixl: Ni kuxh umaj unq'a aplicacione' la jajon u vaa' tu va molob'ale'. La uch eel ch'u'l tu %1$s aq'al uva' la uch a jajat uma'te uva' ni lej tib' tik' u %2$se'.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
ixl: La inch tel ch'u'l tu xaansab' tetze' uve' tetz kuxhtu'?

# download_snackbar_finished
source: %1$s finished
ixl: Ile' kat tzojpiy u %1$se' sti'

# download_snackbar_open
source: Open
ixl: Jaja

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
ixl: Jank'al chit unq'a vee' eq'omal ku'tzan <b>ye'xh kam la sotz I</b> tul la sojsa kaajayil unq'a vee' chukel tu %1$s.

# download_dialog_title
source: Download File
ixl: Eq'o ku'tzan unq'a aq'one'

# download_dialog_action_cancel
source: Cancel
ixl: Ya'sa kan

# download_dialog_action_download
source: Download
ixl: Eq'o ku' tzan

# errorpage_title
source: Problem loading page
ixl: Ye' ni tuch ik'uchat u u'uje uve' nasa' apich'uta'

# errorpage_refresh
source: Try Again
ixl: B'an unpajte

# error_connectionfailure_title
source: Unable to connect
ixl: Ye' ni tuch toke'

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
ixl: <ul> <li>La ib'ane' uva' ye' la uch ajajat u vaa', kamal noonajle. La tx'eb' unb'iil as la b'an unpajte.</li> <li>Asoj a' chite' ye' nisa' ijajat tib', saji moj at internet tu va molob'ale' moj ato'k ti' Wi-Fi.</li> </ul>

# error_timeout_title
source: The connection timed out
ixl: Kat palyu ve't itx'eb'one' ti' ijajata'

# error_hostLookup_title
source: Server not found
ixl: Ye' kat ilej umaj jajon tetz

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ixl: <ul> <li>Saji moj jit vi b'ii yansamal toke' echkole' vi'la' <strong>ww</strong>.example.com ich'exel ve't <strong>www</strong>.example.com</li> <li>Asoj axh chit ye' la oleb' axh ti' ajajat u vee' nachuke', pich'u moj at internet tu va molob'ale' moj ato'k q'a ti' Wi-Fi.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
ixl: U atinb'ale' vaa' ye' la ok tu ach

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ixl: <ul> <li>U tatinb'al u web ni chit itz'ib'al ku' ech kole' <strong>http://www.example.com/</strong></li> <li>La chit eel ti' jikil ti' aq'ol kan ixo'l u tz'ib'e', echkole' unq'a k'uchuvatz ila' (<strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
ixl: Uve' nachuke' as ye'xh kam jit koj chit atku'

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ixl: <ul> <li>Ni pal u vaa' tan ti'e' uve' ye' kuxh nak'ul unq'a cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
ixl: Ye' ni paltu atinb'ale' uve' ni chukpe'

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ixl: <ul> <li>Kamal nisa' uva' la b'anb'e uma't kam uva' la jajon.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
ixl: Ye' kat oleb'i ti' ijajat ti jikil

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ixl: <ul> <li>U vaa' ni teq'otzan uma'l va'lexh ti' uva' ye' jik b'anel tuche' moj a'e' q'a ni jalpun u tatinb'ale'.</li> <li>Asoj acha'vik kuxh ooktza' b'axa, as kamal cheel kuxh ye' nisa' ijaj tib' la ka'pu xamtel.</li> </ul>

# error_generic_title
source: Oops
ixl: Ups

# error_generic_message
source: We can’t load this page for some reason.
ixl: At uma'l Kam ni pale' as ti'kole' uve' ye' ni jaje'.

# contextmenu_link_share
source: Share link
ixl: La jatxb'en u vaa'

# contextmenu_link_copy
source: Copy link address
ixl: La eeq'o tzan ivatz u vaa'

# contextmenu_image_share
source: Share image
ixl: La jatx u vatzib'ale'

# contextmenu_image_copy
source: Copy image address
ixl: La eeq'o tzan ivatz u vee' katil lejel kat u vatzib'ale'

# contextmenu_image_save
source: Save image
ixl: La kol u vatzib'ale'

# contextmenu_open_in_new_tab
source: Open link in new tab
ixl: La jaj u vaa' tu uma't tilpe'

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
ixl: Jank'al unq'a vatzib'ale' uve' kolel as uve' jatxel b'en <b>ye'xh kam la sotzi</b> tul uve' la sotzsaj unq'a vee' chukel tu %1$se'.

# firstrun_defaultbrowser_title
source: Power up your privacy
ixl: B'an ooksat uyak'il u eetze'

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
ixl: Eq'o u tiinsab' tetze' tu uma't tanul. Maj ivatz unq'a altziinaj kame' as ka'taj kam uve' ye' ni eq'on ku'tzan u vee' nasa' apich'uta'.

# firstrun_search_title
source: Your search, your way
ixl: Achukune', uve' nasa'

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
ixl: Umaj kam nachuke' uva' va'len? Txaa uma't ch'ich' tetz chuku'm uva' nib'anax kat tuch.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
ixl: Aq'kan unq'a kame' vatz va ch'ich'e' uva' palchit itxakone' see

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
ixl: Q'aaven oorimal tu unq'a kame' uve' aamachit a achukat tu %1$se'. Txaa "oksaloj ok ti xe'teb'al" vatz u %1$se'.

# firstrun_privacy_title
source: Make privacy a habit
ixl: Chaansa see uva' axh kuxh la ilon

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
ixl: A'vet kan u %1$se' uva' a'chite' la tiinsan vete' as b'anb'e unq'a vi b'a'nil u tiinsab' tetze' tul uva' la jaje' tu ka'ta'j aplicación.

# firstrun_close_button
source: OK, got it!
ixl: Palyin stuul!

# firstrun_skip_button
source: Skip
ixl: Ye' ookeb'al sti'

# firstrun_next_button
source: Next
ixl: Uma'te'

# dialog_addtohomescreen_action_add
source: Add
ixl: Aq'okej

# dialog_addtohomescreen_action_cancel
source: Cancel
ixl: Ya'sa

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
ixl: Uva' la jaje' as ye'xh kam la itiisa ve't tib'

# notification_browsing_session_channel_name
source: Private browsing session
ixl: Axh kuxh la b'anb'en

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ixl: Unq'a vaa' neele' la isojsa u %1$se asoj la kane'. Jit chit tz'ajinale' la jaj u aplicación moj la eel kam ni b'an u tiinsab' tetze'.

# tabs_tray_action_erase
source: Erase browsing history
ixl: Sojsa kaajayil unq'a vee' kat achukla

source: Download Firefox
ixl: Eq'o ku'tzan u Firefoxe

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
ixl: %1$s jajle'l kuxh u eq'on tetze' ta'n u Mozilla.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ixl: %1$s ile' at ve't <a href="%2$s">tu'aal tan u Mozilla</a> as unka'te uva jajlu kan.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ixl: Ye' la uch taq'ax u tu'aale' te ka't uxhchil tetz u Nimla atinb'ale' Mozilla moj ka'taj taq'onb'al ech kole' uva' la b'anb'el ib'ii texhlalil u Mozilla, Firefox moj %1$s. La lej ka't alb'al isuuchil see <a href="%2$s">tzitza'</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ixl: Ka'taj <a href="%2$s">tu'aal</a> uva' jajlu kan kuxhtu' as oy kuxh unpajte uva' la ku' texhlale' tetz u %1$se.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ixl: %1$s ni b'anb'e tachul unq'a majb'al tetze' Disconnect, Inc. eche' unq'a aq'one' uva' jatxel as a' kuxhe' junal jaq' u <a href="%2$s">Tu'aal tetz tenam skaajayil tetz u GNU v3</a> as la lej <a href="%3$s">tzitza'</a>.

# gv_prompt_username_hint
source: Username
ixl: Ab'ii la ooksa kan

# gv_prompt_password_hint
source: Password
ixl: Exhlal axh kuxh la ootzin

# gv_prompt_clear
source: Clear
ixl: Josq'i

# security_popup_secure_connection
source: Secure Connection
ixl: Ile' b'a'n ve't tatine'

# security_popup_insecure_connection
source: Insecure Connection
ixl: Ye'xh kam b'a'n koj tatine'

# security_popup_security_verified
source: Verified by: %1$s
ixl: Ile' pich'umal ve'te' ta'n: %1$s

# site_security_icon_content_description
source: Site Security
ixl: Kach'ub'al tatine'

# preference_autocomplete_duplicate_url_error
source: URL already exists
ixl: At ve't u URL

source: Find in Page
ixl: La chuk tu u vee' jajle'l s-a'n

# find_in_page_input
source: Find in page
ixl: La chuk tu u vee' jajle'l s-a'n

# accessibility_find_in_page_result
source: %1$d out of %2$d
ixl: %1$d ti' %2$d

# accessibility_next_result
source: Find next result
ixl: Chuk u vee' a'n la leje' svatz b'en
