Repository: boek/focus-android-l10n
Catalog: locales/ixl/app.po
Languages: ixl

# accessibility_previous_result
source: Find previous result
ixl: Chuk u vee' lejel kan b'axa

# accessibility_dismiss_find_in_page
source: Dismiss find in page
ixl: Jup u vee' nachuke'

# http_auth_dialog_title
source: Authentication required
ixl: Ni sa' uva' la tiinsa

# http_auth_dialog_username
source: Username
ixl: Ab'ii la ooksa kan

# http_auth_dialog_password
source: Password
ixl: Exhlal axh kuxh la ootzin

# preference_performance_request_desktop_site
source: Request desktop site
ixl: Jaj aq'al uva' la eeq'otzan svatz

# custom_tab_copy_url_action
source: URL copied
ixl: URL eq'omal ve't kan ivatz

# preference_advanced_summary
source: Developer tools
ixl: Aq'onb'al ti' ib'anax tuche'

# preference_category_advanced
source: Advanced
ixl: Tii ve't tuche'

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
ixl: Eesamal ve't el ta'n USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
ixl: Q'alpu u %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
ixl: Kan u vee' uve' naaq' kat ku' vi' aq'ab' aq'al uva' la yakeb' axh.

# biometric_auth_new_session
source: New Session
ixl: Xe'tisa uma't ak'

# biometric_auth_image_description
source: Fingerprint icon
ixl: Texhlal u vi' q'ab'e'

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
ixl: Ye' ni texhla u vi' aq'ab'e'. B'an unpajte.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
ixl: Oora kuxh kat atiinsa u vi' aq'ab'e'. B'an unpajte.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
ixl: Nasa' uva' la inachonsa see ti' unq'a vee' nachuke'?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
ixl: Aq'al uva' la nachonsal see, %1$s la taq'en u vee' natz'ib'aku' tu k'uchul tetze' uve' ni chukun uve' kat atxaaa. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
ixl: Chus nimate

# enable_search_suggestions_no
source: No
ixl: Ye'le

# enable_search_suggestions_yes
source: Yes
ixl: Kanoj

# no_suggestions_message
source: Some search engines cannot show suggestions.
ixl: At jununil unq'a taq'onb'ale' ye' ni k'uchun u nachonsal tetze'.

# dismiss_no_suggestions_prompt_button
source: Dismiss
ixl: Ye' kuxh eetz sti'

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
ixl: Ni kuxh iyane'? Eesa u kach'ub' chukb'al tetze'

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
ixl: Oora kuxh la ok axh stuul tul pajul kuxh la laa unq'a vee' uve' pal chit ab'anb'eta'%1$s Laa Menú > Aq'kan ti xe'teb'al

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
ixl: Jaj Junun u k'uchb'al chukb'al tetze' tu %1$s Aq'kan u %1$se' uva' a' chite' la b'anb'e

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
ixl: B'an atz'ajsat unq'a URLs ti' unq'a vee' uve' pal chit ab'anb'eta' Laaku' kam kuxh URL tan u k'uchb'al ixaansal tetze'

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
ixl: Jaj uma't ak' chukb'al tetz Laaku' ab'iste kuxh chukb'al tetz

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
ixl: Nasa' eelat ve'te' uva' at ve't kan svatz?%1$s Menú > La jaj ve'te' aq'al uva' la kaa svatz

# tip_disable_tips
source: Turn off tips on the %1$s start screen
ixl: Eesel unq'a alol isuuchile' uve' ni kuxh tul ti xe'teb'al u %1$se'

# preference_switch_autocomplete
source: Autocomplete
ixl: Ankuxhe' la tz'ajsan

# preference_category_autocomplete_preinstalled
source: Default URL List
ixl: Tachul URL uva' b'anel ve't kan tuche'

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
ixl: Laaoke aq'al uva' ankuxh u %1$s la tz'ajsan uma'l 450 URLs uva' nimal chit ootzimal tu laab'al tetze' kat la b'en kat axh.

# preference_category_autocomplete_custom_urls
source: Custom URLs
ixl: Ankuxh axh la b'anon tu u URLs

# preference_autocomplete_subitem_customlist
source: Custom URLs
ixl: Unq'a URLs b'anel ve't tuche'
