Repository: boek/focus-android-l10n
Catalog: locales/pai/app.po
Languages: pai

# action_cancel
source: Cancel
pai: Tubspach

# action_ok
source: OK
pai: Jan ik yooch

# action_save
source: Save
pai: Chkwaach

# urlbar_hint
source: Search or enter address
pai: Ŕmee tñur paa eemch solch

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
pai: Byaw´i Sal amchu. Sal m´am. Mtkryee. Mtkweek miyi.

# feedback_erase
source: Your browsing history has been erased.
pai: Chumŕmee m´amu hay payt ŕputub bwiir.

# search_hint
source: Search for %1$s
pai: %1$s chŕmee

# menu_share
source: Share…
pai: Mkwimu…

# menu_report_site_issue
source: Report Site Issue
pai: Wawchuha chlyeebha paytum jwaknaabchu

# menu_open_with_default_browser2
source: Open in %1$s
pai: %1$s em msol

# menu_open_with_a_browser2
source: Open in…
pai: Em msol…

# menu_add_to_home_screen
source: Add to Home screen
pai: Jabchu namaan ch hal mchmi

# menu_whats_new
source: What's New
pai: Baam yak

# menu_settings
source: Settings
pai: Chajaanch

# menu_about
source: About
pai: Sak ntpach

# menu_help
source: Help
pai: Chbtaarch

# menu_rights
source: Your Rights
pai: Mir mir mwii

# menu_trackers_blocked_title
source: Trackers blocked
pai: Chŕmechu ŕ´ap

# menu_custom_tab_branding
source: Powered by %1$s
pai: %1$s em ntpachu

# share_dialog_title
source: Share via
pai: Sam paa m´em

# notification_erase_text
source: Erase browsing history
pai: Sal amchu mujiñ

# notification_action_open
source: Open
pai: Sol

# notification_action_erase_and_open
source: Erase and Open
pai: Ŕmar e sol

# shortcut_erase_short_label
source: Erase
pai: Ŕmar

# shortcut_erase_long_label
source: Erase browsing history
pai: Sal amchu mujiñ

# text_selection_search_action
source: Search Privately
pai: Jabchu tpaay chŕmee

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
pai: <p>%1$s hay kamwi ñumyabuyiib m´ee.</p><p>Sal amchu jabch tpay muliwu ñumtrcheech <ul> <li>Aplicación hal mjaab sal mtrchech</li> <li>Sal kchŕmeech paa mtket( o janmiwuham mnyam baam mchii)</li> <li>Mŕmar chapayt mujiñ hikyaaw cookies ee kur chkjkeech ee chŕmeech sal amchu</li> </ul></p><p>%1$s ha Mozilla hay uchpach. Chawiwchuha inernet krryeey paa ee hi kyawa.<br/><a href="%2$s">Chŕporaab</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
pai: Jabchu tpaay ŕbokjanchu

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
pai: Kabwik chŕmeechu, cookies ee tñurya

# preference_search_summary
source: Set default, autocomplete
pai: Bu januliwu chiich, yemik maat chulwiyu

# preference_mozilla_summary
source: About %1$s, help
pai: %1$s chŕmechum, nyamch

# preference_category_tracking_protection
source: Tracking Protection
pai: Kabwik ŕmechu ŕboochu

# preference_category_web_content
source: Web Content
pai: Web chapayt wii

# preference_category_switching_apps
source: Switching Apps
pai: Aplicación jkayum tyak

# preference_category_general
source: General
pai: Payt

# preference_category_data_collection_use
source: Data Collection & Use
pai: Tñur kabwik ñum tchech chu chyunk

# preference_category_search
source: Search
pai: Ŕmee

# preference_show_search_suggestions
source: Get search suggestions
pai: Kabwik chŕmecuhu mukunabchu

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
pai: %1$s ey ñukwee ñumtñurum bar chŕmechuhal kwiima

# preference_search_engine_default
source: Default
pai: Ñub ik chmiich

# preference_state_on
source: On
pai: Chubowu

# preference_state_off
source: Off
pai: Ŕ'am

# preference_subitem_autocomplete
source: URL Autocomplete
pai: URL yeemik chublwi

# preference_autocomplete_action_add
source: + Add custom URL
pai: + URL yeemik wii jam sal chmii

# preference_autocomplete_title_add
source: Add custom URL
pai: URL yeemik wii jam sal chmii

# custom_autocomplete_quick_add
source: Add custom URL
pai: URL yeemik wii jam sal chmii

# preference_category_cookies
source: Cookies and Site Data
pai: Cookies e tñur wawchu

# preference_category_data_choices
source: Data Choices
pai: Tñurch t't orrum nyaamch

# preference_autocomplete_title_remove
source: Remove custom URLs
pai: URLs yemi wiiha ujiiñ

# preference_autocomplete_learn_more
source: Learn more
pai: Terabum ŕpo

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
pai: URLs yemi wiha ñumchublwiha ŕmee sal chmii.

# preference_autocomplete_add_title
source: URL to add
pai: URL ha sal chmii

# preference_autocomplete_add_hint
source: Paste or enter URL
pai: URL tublich sal chmii

# preference_autocomplete_add_example2
source: Example: mozilla.org
pai: Yabwika: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
pai: Yabwika: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
pai: URL jkaay yemi wii sal chmii.

# preference_autocomplete_menu_remove
source: Remove
pai: Ujiñ

# preference_autocomplete_action_remove_content_description
source: Remove
pai: Ujiñ

# preference_autocomplete_add_error
source: Double-check the URL you entered.
pai: URL sal mukjabha mtkweek m´uu.

# preference_language
source: Language
pai: Paa kwawchu

# preference_language_systemdefault
source: System default
pai: Sistem kablwiwu ha sal chmii

# preference_category_privacy
source: Privacy
pai: Jabchu tpaay

# preference_privacy_block_ads
source: Block ad trackers
pai: Chapayt kwaaw kwimchu ŕmewu mnmakum kjkeetem

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
pai: Chapayt paa chu uubchu ñulyook sal m´amuhal chŕmeewu, may kos myootemkabyuso

# preference_privacy_block_analytics
source: Block analytic trackers
pai: Chapayt kŕmeechu chkk uu kajanu ha kos mnmakum kjkeetem

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
pai: Ya chapayt myoowu, uukjanuk pay chapayt wichu tawiin nkyuchu

# preference_privacy_block_social
source: Block social trackers
pai: Paa waach chkŕmeech paa tketch

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
pai: Wawchul wak sal ñmbaamum m´uu ñwak kabyuk trchech chuha tawinch paa wak ik

# preference_privacy_block_content
source: Block other content trackers
pai: Chapyt kŕmeech paa t´t kyaata ñwak chapayt jkay ya

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
pai: Ñumchubowum jabchu ñulyook kos janu bootem

# preference_privacy_category_cookies
source: Block cookies
pai: Cookies tket

# preference_privacy_should_block_cookies_no_option
source: No
pai: Pem

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
pai: Cookies jkayha paa t´tkyat

# preference_privacy_should_block_cookies_yes_option
source: Yes
pai: E'e

# preference_security_biometric
source: Use fingerprint to unlock app
pai: Ŕalum mchknaa sak muyok mjab hikyawa

# preference_privacy_secure_mode
source: Stealth
pai: Ŕpoobtem

# preference_category_security
source: Security
pai: Kryek janu

# preference_category_performance
source: Performance
pai: Kabyuk trchech chu

# preference_performance_block_webfonts
source: Block Web fonts
pai: Tñur web wi tkat

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
pai: Icon ee paa tñurch hal chapayt kamjwilchuhal aaw yome

# preference_performance_block_javascript
source: Block JavaScript
pai: JavaScript tket

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
pai: Jabchuhay wayiibrab jukewu yuso, kabyuu imyus kabyuwuha kos ŕpoochtema

# preference_default_browser2
source: Make %1$s default browser
pai: %1$s ha sal amchu jaan myoobka

# preference_mozilla_telemetry2
source: Send usage data
pai: Kamwiik daatha mwiruha m´emch

# preference_mozilla_telemetry_summary
source: Learn more
pai: Terabum ŕpo

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
pai: Mozilla hay chmwiwuha paytum chyunk ka %1$s paytum wichkyaaw chajaanrab hikyawa.

# preference_privacy_notice
source: Privacy Notice
pai: Kabwik yemi wii jan yuwuha

# preference_about
source: About %1$s
pai: %1$s kabyuwuh

# preference_search_installed_search_engines
source: Installed search engines
pai: Motor chŕmechu ñuk chkwachumyok

# preference_search_restore
source: Restore default search engines
pai: Motor chajaana januwa chŕmeech hay jan hikyawa

# preference_search_add2
source: + Add another search engine
pai: + Motor jkaay chŕmeech kyaaw jkaay sal chmii

# preference_search_remove_title
source: Remove search engines
pai: Motor chŕmeechu ujiñ

# preference_search_remove
source: Remove
pai: Ujiiñ

# preference_homescreen_tips
source: Show home screen tips
pai: Pantallhak paa chknauwch sak chmiich

# action_option_add_search_engine
source: Add search engine
pai: Chŕmeechu sal chmii

# search_add_manually_name_hint
source: Search engine name
pai: Motor chŕmechu muul

# search_add_manually_string
source: Search string to use
pai: Caden ŕmee ñum trchech hi kyawa

# search_add_manually_save
source: Save
pai: Chkwaach

# search_add_manually_example
source: Example: example.com/search/?q=%s
pai: Yabwika: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
pai: Motor chŕmeechu jkaay kur sal chmiich.

# search_add_error_empty_name
source: Enter search engine name
pai: Motor sal amchu muul sal chmiich

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
pai: Motor chŕmechu kur sal chmiichum sal yak muul ñu mul.

# search_add_error_empty_search
source: Enter search string
pai: Caden chŕmechu ukjabch

# search_add_error_format
source: Check that search string matches Example format
pai: Caden chŕmechu hay tñurchu sal kyakham nyamuha uuch

# content_description_clear_input
source: Clear input
pai: Tñurchi tkyeech

# content_description_dismiss_input
source: Dismiss
pai: Kos ñul uuten

# content_description_erase
source: Erase browsing history
pai: Sal amchu mujiñ

# content_description_tab_counter
source: Tabs open: %1$s
pai: Tñur chiichu sool: %1$s

# content_description_lock
source: Secure connection
pai: Tublich chu jan

# accessibility_announcement_loading
source: Loading
pai: Jukewu

# accessibility_announcement_loading_finished
source: Website loaded
pai: Web wawu jukeewu

# content_description_menu
source: More options
pai: Chwichu terab

# content_description_forward
source: Navigate forward
pai: Jiboom kyaamch

# content_description_reload
source: Reload website
pai: Web tkweek jukewu

# content_description_back
source: Navigate back
pai: Sal amchu tkweek jabch

# content_description_stop
source: Stop loading website
pai: Web jabchuha chubŕkwich

# content_description_customtab_exit
source: Return to previous app
pai: Aplicación jubo kyakhal tkweek

# content_description_trackers_blocked
source: Number of trackers blocked
pai: Chŕibchu chapayt ŕmeechuy ŕ´ap kyo

# content_description_blocking_switch
source: Block trackers
pai: Chkŕmeech paa tketch

source: Your Rights
pai: Mir mir mwii

# external_app_prompt_title
source: Open link in another app
pai: Jabchu aplicación jkayk solch

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
pai: %1$s hal mchpaa pay jabchu %2$s msol.

# external_app_prompt_no_app_title
source: Find an app that can open link
pai: Aplicacion ŕit jabchu solum mŕmee

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
pai: Sal amchu jabch tpaay al chpaa?

# download_snackbar_finished
source: %1$s finished
pai: %1$s byir

# download_snackbar_open
source: Open
pai: Sol

# download_dialog_title
source: Download File
pai: Tñur unal

# download_dialog_action_cancel
source: Cancel
pai: Tubspach

# download_dialog_action_download
source: Download
pai: Unaalch

# errorpage_title
source: Problem loading page
pai: Jachuyal jabch hay upar

# errorpage_refresh
source: Try Again
pai: Tkweek wiyi

# error_connectionfailure_title
source: Unable to connect
pai: Kos tublich kyaaw yutem

# error_hostLookup_title
source: Server not found
pai: Paa kubtaar kos chyawtem

# error_malformedURI_title
source: The address isn’t valid
pai: Jabchu kos buyutem

# error_redirectLoop_title
source: The page isn’t redirecting properly
pai: Chyakuhay kos nyaamuham blwiytemka

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
pai: <ul> <li>Ch wupar yak yoyay chu pichtem cookies ha yu ŕ' amchum sakyawyume.</li></ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
pai: Chyakuhay kos eebteem

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
pai: <ul> <li>Yakuya smolhikyawa ch trchechu jkaay msol yaŕaalka.</li></ul>

# error_sslhandshake_title
source: Secure connection failed
pai: Tublich chu kajanhay wupar

# error_generic_title
source: Oops
pai: Ups

# contextmenu_link_share
source: Share link
pai: Jabchu paa maat eecha

# contextmenu_image_share
source: Share image
pai: Tñurch paa eem

# contextmenu_image_save
source: Save image
pai: Tñurch chgo

# firstrun_next_button
source: Next
pai: Nulkpeeb

# dialog_addtohomescreen_action_add
source: Add
pai: Sal chmii

# dialog_addtohomescreen_action_cancel
source: Cancel
pai: Tubspach

# tabs_tray_action_erase
source: Erase browsing history
pai: Sal amchu mujiñ

# gv_prompt_username_hint
source: Username
pai: M´mulha myoka

# gv_prompt_password_hint
source: Password
pai: Ŕ' amu

# gv_prompt_clear
source: Clear
pai: Tkryee

# security_popup_secure_connection
source: Secure Connection
pai: Tublich chu jan

# security_popup_insecure_connection
source: Insecure Connection
pai: Tublich chu kos jaan tpaay

# security_popup_security_verified
source: Verified by: %1$s
pai: Say uu: %1$s

source: Find in Page
pai: Chŕmeechu myook

# find_in_page_input
source: Find in page
pai: Chŕmeechu myook

# http_auth_dialog_username
source: Username
pai: M´mulha myoka

# http_auth_dialog_password
source: Password
pai: Ŕ' amu

# preference_performance_request_desktop_site
source: Request desktop site
pai: Trchechu mk' kaab

# custom_tab_copy_url_action
source: URL copied
pai: URL tñurch

# preference_switch_autocomplete
source: Autocomplete
pai: Yeemik chublwi

# preference_category_autocomplete_preinstalled
source: Default URL List
pai: URL mul te ñub ik chmiich

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
pai: Mchubowuka %1$s ey 450 URLs jaab trchech chu paa tek krab ñum ktrchech chayoomum chublwihikyawa.

# preference_category_autocomplete_custom_urls
source: Custom URLs
pai: URLs yemik trchechu wiijaan

# preference_autocomplete_subitem_customlist
source: Custom URLs
pai: URLs yemik trchechu wiijaan
