Repository: boek/focus-android-l10n
Catalog: locales/hus/app.po
Languages: hus

# action_cancel
source: Cancel
hus: Ka kuba'

# action_ok
source: OK
hus: Ka bats'uw

# action_save
source: Save
hus: Dheya'

# urlbar_hint
source: Search or enter address
hus: Ka punuw ka aliy ju'taj ti kw'ajat

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
hus: Tsinat tsa'bixtaláb axi kwetem u japnal. Kit kowláts. Ka tsa'biy. Ka k'wit'iy. Ka tsab t'aja'.

# feedback_erase
source: Your browsing history has been erased.
hus: Pakuwatits an dhuchlab xi in olnál jant'oj a aliyamal.

# search_hint
source: Search for %1$s
hus: Ka aliy %1$s

# menu_share
source: Share…
hus: Ka buk'uw…

# menu_report_site_issue
source: Report Site Issue
hus: Ka olna' max wa'ats jún i odheltaláb al an xeklek

# menu_open_with_default_browser2
source: Open in %1$s
hus: Ka japiy ti %1$s

# menu_open_with_a_browser2
source: Open in…
hus: Ka japiy ti…

# menu_add_to_home_screen
source: Add to Home screen
hus: Ka punuw al an ok'ox xeklek

# menu_whats_new
source: What's New
hus: Axi it

# menu_settings
source: Settings
hus: Ka t'ojojoy

# menu_about
source: About
hus: Tin kwenta an

# menu_help
source: Help
hus: Tolmixtaláb

# menu_rights
source: Your Rights
hus: A awiltal

# menu_trackers_blocked_title
source: Trackers blocked
hus: Ka mapchij in belil an alim

# menu_custom_tab_branding
source: Powered by %1$s
hus: Tolmidh k'al %1$s

# share_dialog_title
source: Share via
hus: Ka buk'uw ti

# notification_erase_text
source: Erase browsing history
hus: Ka pakuw an dhuchlab xi in olnál jant'oj a aliyamal

# notification_action_open
source: Open
hus: Ka japiy

# notification_action_erase_and_open
source: Erase and Open
hus: Ka pakuw ani ka japiy

# shortcut_erase_short_label
source: Erase
hus: Ka pakuw

# shortcut_erase_long_label
source: Erase browsing history
hus: Ka pakuw an dhuchlab xi in olnál jant'oj a aliyamal

# text_selection_search_action
source: Search Privately
hus: Kit alim tsinat

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
hus: <p>%1$s ti pudhál a awiltal.</p> <p>Ka eyendha' an eyendhanél abal kit tsinat tsa'bixin: <ul> <li>Ka aliy ani ka tsa'biy an xeklek, ti eyendhanél</li> <li>Ka mapchij in belil an alim (o ka t'ojojoy max a le' ka jila' ka otsits)</li> <li>Ka pakuw abal ka tixk'a' an tsakam tsi'madh bok'ól ani patal axi a aliyamal ani a tsa'biyamal</li> </ul> </p> <p>%1$s ts'ejkadh k'al Mozilla. I le' abal ka wa'tsin jun i ebtsolóm lubach ani japidh.<br/> <a href="%2$s">Xa exla'yej</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
hus: Tsinataláb ani belkadhtaláb

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
hus: Abal ka takuy tin kwentaj an alim, cookies, kwetém kidhbax

# preference_search_summary
source: Set default, autocomplete
hus: Ka punuw abal ka kalej ok'ox an kwetém kidhbax

# preference_mozilla_summary
source: About %1$s, help
hus: Tin kwentaj an %1$s, tolmixtaláb

# preference_category_tracking_protection
source: Tracking Protection
hus: K'anix abal yab kit elan

# preference_category_web_content
source: Web Content
hus: Xi in kwa'al an xeklek

# preference_category_switching_apps
source: Switching Apps
hus: Jalk'unal an eyendhanél

# preference_category_general
source: General
hus: Tin patál

# preference_category_data_collection_use
source: Data Collection & Use
hus: Axi in penál a k'al ani jant'ini' tu eynal

# preference_category_search
source: Search
hus: Ka aliy

# preference_show_search_suggestions
source: Get search suggestions
hus: Ti ucha' jant'oj axi a le' ka aliy

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
hus: %1$s ne'ets kin abna' patal axi a dhuchál ti al an alimtaláb

# preference_search_engine_default
source: Default
hus: Axi punudh ok'ox

# preference_state_on
source: On
hus: Ka lek'wtsiy

# preference_state_off
source: Off
hus: Ka tepdha'

# preference_subitem_autocomplete
source: URL Autocomplete
hus: Ka kwetém kidhban an URL

# preference_autocomplete_action_add
source: + Add custom URL
hus: + Ka punuw an URL axi tsab bijidh

# preference_autocomplete_title_add
source: Add custom URL
hus: Ka punuw an URL axi tsab bijidh

# custom_autocomplete_quick_add
source: Add custom URL
hus: Ka punuw an URL axi tsab bijidh

# preference_category_cookies
source: Cookies and Site Data
hus: Cookies ani xi dhuchadh ti xeklek

# preference_category_data_choices
source: Data Choices
hus: Eyendhanel tin kwentaj an xeklek

# preference_autocomplete_title_remove
source: Remove custom URLs
hus: Ka pakuw an URL axi tsa bijidh

# preference_autocomplete_learn_more
source: Learn more
hus: Ka exla' más

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
hus: Ka punuw ani ka t'ojojoy an kwetém kidhbax URL axi tsab bijidh.

# preference_autocomplete_add_title
source: URL to add
hus: URL axi ne'ets ka punuw

# preference_autocomplete_add_hint
source: Paste or enter URL
hus: Ka ts'ata' o ka dhucha' an URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
hus: Ejtil: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
hus: Ejtil: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
hus: It URL axi it bijidh, punudh.

# preference_autocomplete_menu_remove
source: Remove
hus: Ka pakuw

# preference_autocomplete_action_remove_content_description
source: Remove
hus: Ka pakuw

# preference_autocomplete_add_error
source: Double-check the URL you entered.
hus: Ka dhucha' juníl an URL axi a dhucha'its ok'ox.

# preference_language
source: Language
hus: Káwintaláb

# preference_language_systemdefault
source: System default
hus: Jant'ini' ok'ox punudh an sistema

# preference_category_privacy
source: Privacy
hus: Tsinataláb

# preference_privacy_block_ads
source: Block ad trackers
hus: Ka kuba' axi in aliyal an olnom

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
hus: Wa'ats i olnom axi ti ts'u'tal tam a tsa'biyal wa'ats an xeklek, yab in t'ajál max yab a ni'al eblim jaj

# preference_privacy_block_analytics
source: Block analytic trackers
hus: Ka kuba' an alim axi u tsalpax

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
hus: Eynal abal kin tamkuy, kin met'a' ani kin lejbay an t'ajbiláb, ejtil ka ni'a' ani ka tadhiy

# preference_privacy_block_social
source: Block social trackers
hus: Ka kuba' an alim in k'al an buk'ul káwchik

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
hus: Punudh al an xeklek abal ka exláj jawa' a tsa'biyamal ani in tejwa'medhal ejtil an ni'omtaláb ka buk'uw

# preference_privacy_block_content
source: Block other content trackers
hus: Ka kuba' an alim xi in aliyal jant'o in kwa'al an xeklek

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
hus: Max ka lek'wtsiy, wa'ats i xeklek axi yab ne'ets ka alwa' tejwa'mej

# preference_privacy_category_cookies
source: Block cookies
hus: Ka kuba' an cookies

# preference_privacy_should_block_cookies_no_option
source: No
hus: Ibaj

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
hus: Ka kuba' an cookies xi in k'al pil jita'

# preference_privacy_should_block_cookies_yes_option
source: Yes
hus: Aníts

# preference_security_biometric
source: Use fingerprint to unlock app
hus: Ka eyendha' in t'iplabil a ch'uchub abal ka japiy a eyextal

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
hus: A ch'uchub ne'ets kin japiy %1$s max an URL k'wajatits japidh ta eyendhanélil. Ne'ets ka japin an tsinat alix.

# preference_privacy_secure_mode
source: Stealth
hus: Yab tejwa'

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
hus: Ka tsina' an xeklek tam k'wajat a jalk'uyal an eyendhanél.

# preference_category_security
source: Security
hus: k'anidhtaláb

# preference_category_performance
source: Performance
hus: Alwa'taláb

# preference_performance_block_webfonts
source: Block Web fonts
hus: Ka kuba' an fuentes xi ti xeklek

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
hus: U awil ka k'ibej anwalekláb ani an k'ot'biláb

# preference_performance_block_javascript
source: Block JavaScript
hus: Ka kuba' an JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
hus: An xeklek u awil ka dhubath tejwa'mej, poj u awil yab ka tejwa'mej alwa'

# preference_default_browser2
source: Make %1$s default browser
hus: Ka t'aja' %1$s ta eyendhanelil

# preference_mozilla_telemetry2
source: Send usage data
hus: Ka ebna' jay i eyendhanél a eyendhamal

# preference_mozilla_telemetry_summary
source: Learn more
hus: Ka exla' más

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
hus: Mozilla in t'ajál abal kin pena' expidh xi in yejenchal ani kin alwa'medha' %1$s abal patal.

# preference_privacy_notice
source: Privacy Notice
hus: Tin kwentaj an tsinaxtaláb

# preference_about
source: About %1$s
hus: Tolmixtaláb %1$s

# preference_search_installed_search_engines
source: Installed search engines
hus: An alimchik punudhits ta k'al

# preference_search_restore
source: Restore default search engines
hus: Ka punuw juníl an alimchik axi talakits ok'chidh

# preference_search_add2
source: + Add another search engine
hus: + Ka punuw pil i alim

# preference_search_remove_title
source: Remove search engines
hus: Ka pakuw an alimchik

# preference_search_remove
source: Remove
hus: Ka pakuw

# action_option_add_search_engine
source: Add search engine
hus: Ka punuw an alim

# search_add_manually_name_hint
source: Search engine name
hus: In bij an alim

# search_add_manually_string
source: Search string to use
hus: Ka aliy an kawchik axi eynal

# search_add_manually_save
source: Save
hus: Dheya'

# search_add_manually_example
source: Example: example.com/search/?q=%s
hus: Ejtil: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
hus: Punuwat jun i it alim

# search_add_error_empty_name
source: Enter search engine name
hus: Ka dhucha' in bij an it alim

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
hus: Jun i alim in kwa'alits jayetsej nix'e' xi bijláb

# search_add_error_empty_search
source: Enter search string
hus: Ka punuw axi ne'ets ka aliy

# search_add_error_format
source: Check that search string matches Example format
hus: Ka t'aja' ti kwentaj max axi a le' ka dhucha' ejtil an t'iplab

# content_description_clear_input
source: Clear input
hus: Ka pakuw axi a dhuchamal

# content_description_dismiss_input
source: Dismiss
hus: Yab ka t'aja' ti kwentaj

# content_description_erase
source: Erase browsing history
hus: Ka pakuw an dhuchlab xi in olnál jant'oj a aliyamal

# content_description_tab_counter
source: Tabs open: %1$s
hus: Xeklekchik xi japidh: %1$s

# content_description_lock
source: Secure connection
hus: Paladh alwa' ani k'anidh

# accessibility_announcement_loading
source: Loading
hus: K'wajat ti t'uchel

# accessibility_announcement_loading_finished
source: Website loaded
hus: Tejwa'its patal an xeklek

# content_description_menu
source: More options
hus: Eyendhanélchik

# content_description_forward
source: Navigate forward
hus: Kit k'alej abal ok'ox

# content_description_reload
source: Reload website
hus: Ka tsab pa'baj an xeklek

# content_description_back
source: Navigate back
hus: Kit wichiy ju'taj a tsa'biyamalits

# content_description_stop
source: Stop loading website
hus: Ka jila' ka pa'iy an xeklek

# content_description_customtab_exit
source: Return to previous app
hus: Kit wichiy al xi jún an eyendhanél

# content_description_trackers_blocked
source: Number of trackers blocked
hus: Jáy i alim kubadh

# content_description_blocking_switch
source: Block trackers
hus: Ka kuba' an alimchik

source: Your Rights
hus: A awiltal

# external_app_prompt_title
source: Open link in another app
hus: Ka japiy al pil i eyendhanél

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
hus: U awil kit kalej ti %1$s abal ka japiy ti %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
hus: Ka aliy jun i eyendhanel axi kin ejtow kin japiy

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
hus: Ma ni jun i eyendhanél axi in kwa'al a pat'alil in jetowal kin japiy. U awil kit kalej ti %1$s abal ka aliy pil i eyendhanél abal %2$s.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
hus: ¿A le' kit kalej ti tsinat tsa'bixtaláb?

# download_snackbar_finished
source: %1$s finished
hus: %1$s talbedhamej

# download_snackbar_open
source: Open
hus: Ka japiy

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
hus: Axi a pa'ba' <b>yab ne'ets ka pakuwat</b> tam ka pakuw an dhuchlab axi in ulal jawa' a tsa'biyamal %1$s.

# download_dialog_title
source: Download File
hus: Ka pa'ba'

# download_dialog_action_cancel
source: Cancel
hus: Ka kuba'

# download_dialog_action_download
source: Download
hus: Ka pa'ba'

# errorpage_title
source: Problem loading page
hus: Yab u awil ka tejwa'mej an xeklek

# errorpage_refresh
source: Try Again
hus: Ka exa' juníl

# error_connectionfailure_title
source: Unable to connect
hus: Yab u awil ka pala'

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
hus: <ul> <li>An kwene' xeklekchik walám tekedh eyadh (walám yab xant'oj). Ka exa' ka tsa'biy talbél.</li> <li>Max yab u awil ka tsu'uw ni jún i xeklek, ka met'a' max a pat'alil palat ti wat'bom káw ebtsolom.</li> </ul>

# error_timeout_title
source: The connection timed out
hus: An k'ij abal ka awits kit paley, taliy

# error_hostLookup_title
source: Server not found
hus: Yab elan an pat'ál ju'taj dheyach an xeklek

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
hus: <ul> <li>Ka met'a' abal an dhuchlab alwa' dhuchadh, yab ejtil <strong>ww</strong>.example.com ani yab ejtil <strong>www</strong>.example.com</li> <li>Max yab u awil ka tsu'uw ni jún i xeklek, ka met'a' max a pat'alil palat ti wat'bom káw ebtsolom.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
hus: An dhuchlab yab alwa'

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
hus: <ul> <li>Abal ka ela' an xeklek kwa'al ka dhucha' <strong>http://www.example.com/</strong></li> <li>Ka meta' abal a eyendhal an tsakam pelat te' (ejtíl <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
hus: An xeklek yab k'wajat ti elnal jant'ini' in tomnál

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
hus: <ul> <li>Axe' xi kidhabtaláb pel kom a kuba' o kom yab a bats'uw an cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
hus: Yab u exbayáb an dhuchlab

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
hus: <ul> <li>Walám in yejendhal ka punuw pil i eyendhanél abal ka japiy.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
hus: Yab awíts ka palan k'anidh

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
hus: <ul> <li>Axe' walál pel kom odhenek an pat'ál ju'taj dheyach an xeklek, o walál jita' in exál kin tajá' abal pel an pat'ál.</li> <li>Max a ejtomal kit otsits al axé' xi patál, walám odhenek po ne'ets ka ts'ejkaj, ka exa' kit otsits talbél.</li> </ul>

# error_generic_title
source: Oops
hus: Ups

# error_generic_message
source: We can’t load this page for some reason.
hus: Yab i ejtowal ki pa'ba' an xeklek.

# contextmenu_link_share
source: Share link
hus: Ka buk'uw an ts'aj

# contextmenu_link_copy
source: Copy link address
hus: Ka k'ot'biy an ts'aj

# contextmenu_image_share
source: Share image
hus: Ka buk'uw an k'ot'biláb

# contextmenu_image_copy
source: Copy image address
hus: Ka buk'uw in ts'ajil an k'otbiláb

# contextmenu_image_save
source: Save image
hus: Ka dheya' an k'ot'biláb

# contextmenu_open_in_new_tab
source: Open link in new tab
hus: Ka japiy an ts'aj al pil i xeklek

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
hus: An k'ot'biláb axi a dheyamal, ani axi a buk'umal <b>yab ne'ets ka pakuwat</b> tam ka pakuw an dhuchlab axi in ulal jawa' a tsa'biyamal %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
hus: Ka k'adhbanchij in tsapik an tsinataláb

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
hus: Ka ne'dha' ebál an tsinat tsa'bixtaláb. Ka kuba' an olnom ani pilchik i tejwa'medhomtaláb axi u awil ti tsinat met'a' al an xeklek, ani kin t'aja' abal an xeklekchik yab ka dhubat tejwa'mej.

# firstrun_search_title
source: Your search, your way
hus: A alimtal jant'in tat a le'

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
hus: ¿A aliyal jant'oj pil? Ka t'ojojoy pil i alim abal ka ok'ox tejwa'mej.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
hus: Ka punuw tin ok'ox wal a pat'alil, an bél xi kin taja' kit ulits dhubat

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
hus: Kit wichiy dhubat al an xeklek xi a kulbetnál ti %1$s. Ka takuy "Ka punuw ti ok'ox xeklek" o ti %1$s.

# firstrun_privacy_title
source: Make privacy a habit
hus: Kit xe'tsin k'al an tsinataláb

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
hus: Ka t'aja' abal %1$s ka wenk'on ta alimtal ani ka ko'oy an alwa'taláb abal kit tsa'bixin tsinat tam ka japiy jun i xeklek al pil i eyendhanél.

# firstrun_close_button
source: OK, got it!
hus: ¡U ejtiyal!

# firstrun_skip_button
source: Skip
hus: Yab ka t'aja' ti kwentaj

# firstrun_next_button
source: Next
hus: Xi tal

# dialog_addtohomescreen_action_add
source: Add
hus: Ka punuw

# dialog_addtohomescreen_action_cancel
source: Cancel
hus: Ka kuba'

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
hus: An dhubat bél ne'ets ka japin yab k'anidh

# notification_browsing_session_channel_name
source: Private browsing session
hus: Axe' an tsa'bixtaláb tsinat

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
hus: An tejwa'medhomtaláb in jilál ka pakuw an t'ojláb xi %1$s k'al jún i takixtaláb. Yab in yejendhal ka japiy an eyendhanél o ka met'a' max k'waja ti t'ojnal al an tsa'bixtaláb.

# tabs_tray_action_erase
source: Erase browsing history
hus: Ka pakuw an dhuchlab xi in olnál jant'oj a aliyamal

source: Download Firefox
hus: Ka pa'ba' Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
hus: %1$s pel jún i eyendhanél japidh, ts'ejkadh k'al Mozilla ani k'al pilchik i junkudh t'ojnal.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
hus: %1$s k'wajat ts'ejkadh k'al in kawintal an <a href="%2$s"> japidh jiladh káw in k'al Mozilla </a> ani pil i japidh eynal káw.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
hus: Yab u pidhnal i walkadhtaláb in bij Fundación Mozilla, jun pejach in k'al, in bij ani an walekláb Mozilla, Firefox ani %1$s. U awil ka ela' axe' tin kwentaj <a href="%2$s"> te' </a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
hus: Pilchik i <a href="%2$s"> dhuchlab </a> axi japidh ani ts'ejwalidh aniyej in ko'oyal jant'ini' ti ts'ejkadh abal %1$s.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
hus: %1$s aniyej in eyendhal an kawchik abal ka kuba' xi in k'al Disconnect, Inc. axe' pilchik i t'ojláb ani <a href="%2$s"> Japidh abal ka eyan GNU v3</a>, axi u awil ka ela' <a href="%3$s">te'</a>.

# gv_prompt_username_hint
source: Username
hus: In bij an eyendhom

# gv_prompt_password_hint
source: Password
hus: Tsinat japixtal

# gv_prompt_clear
source: Clear
hus: Ka k'wit'iy

# security_popup_secure_connection
source: Secure Connection
hus: Palat beletnadh

# security_popup_insecure_connection
source: Insecure Connection
hus: Palat po yab beletnadh

# security_popup_security_verified
source: Verified by: %1$s
hus: Met'adh k'al: %1$s

# site_security_icon_content_description
source: Site Security
hus: In k'anix an xeklekchik

# preference_autocomplete_duplicate_url_error
source: URL already exists
hus: An URL wa'tits

source: Find in Page
hus: Ka aliy al an xeklek

# find_in_page_input
source: Find in page
hus: Ka aliy al an xeklek

# accessibility_find_in_page_result
source: %1$d out of %2$d
hus: %1$d in k'al %2$d

# accessibility_next_result
source: Find next result
hus: Ka met'a' axi ne'ets ka tejwa'mej talbél

# accessibility_previous_result
source: Find previous result
hus: Ka met'a' axoi kalej ok'ox

# accessibility_dismiss_find_in_page
source: Dismiss find in page
hus: Ka mapuy an alim

# http_auth_dialog_title
source: Authentication required
hus: I yejenchal kit otsits

# http_auth_dialog_username
source: Username
hus: In bij an eyendhom

# http_auth_dialog_password
source: Password
hus: Tsinat japixtal

# preference_performance_request_desktop_site
source: Request desktop site
hus: Ka konoy abal ka eyendha' ta mexajil
