Repository: boek/focus-android-l10n
Catalog: locales/hus/app.po
Languages: hus

# custom_tab_copy_url_action
source: URL copied
hus: URL k'ot'bidh

# preference_advanced_summary
source: Developer tools
hus: Eyendhanél abal an ts'ejkom

# preference_category_advanced
source: Advanced
hus: Axi k'ibat

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
hus: An kw'it'ixtaláb ma ti USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
hus: Ka japiy %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
hus: Ka taka' an ajum k'ot'bil ch'uchub abal kit otsits.

# biometric_auth_new_session
source: New Session
hus: It eyendhanél

# biometric_auth_image_description
source: Fingerprint icon
hus: T'ipodhtaláb in k'al a ch'uchub

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
hus: In t'iplabil a ch'uchub yab exláj. Ka exa' juníl

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
hus: A ch'uchub ejláts tekedh adhik. Ka exa' juníl.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
hus: ¿A le' ka lek'wtsiy an eyendhanél axi ti uchál jant'o ka aliy?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
hus: Abal kit olchin jant'oj ka aliy, %1$s a yejenchal ka abna' axi a dhuchál ti eyendhaxtaláb abal kit almáts %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
hus: Ka exla' más

# enable_search_suggestions_no
source: No
hus: Ibaj

# enable_search_suggestions_yes
source: Yes
hus: Aníts

# no_suggestions_message
source: Some search engines cannot show suggestions.
hus: Wa'ats i alimtaláb axi yab in olnál jant'oj u awil ka aliy.

# dismiss_no_suggestions_prompt_button
source: Dismiss
hus: Yab ka t'aja' ti kwentaj

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
hus: An xeklek yab u alwa' t'ojnal Ka exa' ka kuba' an k'anix abal yab kit kedhmayat

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
hus: Ka ela' k'al jun i takaxtaláb an xeklek axi a lej eyendhál%1$s Takuxtaláb> Ka punuw ti ok'ox xeklek

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
hus: Ka japiy patal an ne'dhom %1$s Ka t'aja' %1$s ta ok'ox eyendhom

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
hus: Ka eyendha' an kweten putundhach URLs abal an xeklek axi a eyendal Ka ni'a' jawakits tum URLs ti alimtaláb

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
hus: Ka japiy jun i ne'dhach al jun i it xeklek Ka jila' ni'adh jawakitsk'ij tum ne'dhach al jun i xeklek

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
hus: A le' ka meta' an xeklek ta mexajil%1$s Takuxtaláb > Ka konoy an xeklek ta mexajil

# tip_disable_tips
source: Turn off tips on the %1$s start screen
hus: Ka tepdha' an kawchix axi ti olchal ti ok'ox xeklek ti %1$s

# preference_switch_autocomplete
source: Autocomplete
hus: Ka kwetém kidhban

# preference_category_autocomplete_preinstalled
source: Default URL List
hus: kwene' i URL axi ok'ox dhuchadh

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
hus: ka lek'wtsiy abal %1$s kin kwetém kidhbay 450 i URLs abal ebál, axi lej exladh, ti jolataláb ju'taj it alim.

# preference_category_autocomplete_custom_urls
source: Custom URLs
hus: Ka tsab bijiy an URLs

# preference_autocomplete_subitem_customlist
source: Custom URLs
hus: Ka tsab bijiy an URLs
